<unk>	0
<s>	0
</s>	0
<PAD>	0
<UNK>	0
en	-0
▁k	-1
an	-2
in	-3
ta	-4
▁s	-5
ll	-6
▁p	-7
▁v	-8
is	-9
▁t	-10
si	-11
▁l	-12
it	-13
▁m	-14
on	-15
el	-16
et	-17
än	-18
oi	-19
at	-20
uo	-21
ah	-22
▁n	-23
tä	-24
un	-25
as	-26
al	-27
▁h	-28
lle	-29
ar	-30
ik	-31
eh	-32
ul	-33
sa	-34
ti	-35
lla	-36
ki	-37
er	-38
ut	-39
inen	-40
▁"	-41
em	-42
vi	-43
ksi	-44
▁j	-45
ol	-46
▁ku	-47
▁vi	-48
▁ka	-49
es	-50
ur	-51
▁r	-52
ka	-53
ko	-54
▁la	-55
▁a	-56
▁ko	-57
il	-58
iv	-59
ahan	-60
▁S	-61
ja	-62
▁pä	-63
▁ta	-64
▁tu	-65
äh	-66
im	-67
se	-68
isen	-69
▁on	-70
▁sa	-71
▁o	-72
tel	-73
ät	-74
ih	-75
sä	-76
▁V	-77
uk	-78
os	-79
oh	-80
▁K	-81
ot	-82
us	-83
äs	-84
llä	-85
yt	-86
ehen	-87
▁san	-88
inä	-89
▁e	-90
tu	-91
▁L	-92
▁mi	-93
oa	-94
▁su	-95
▁tuo	-96
ista	-97
▁ma	-98
itä	-99
▁va	-100
rk	-101
kä	-102
oin	-103
▁si	-104
isi	-105
esi	-106
▁ky	-107
yö	-108
▁P	-109
▁li	-110
▁kä	-111
ke	-112
▁se	-113
▁T	-114
mm	-115
ks	-116
ann	-117
asta	-118
▁so	-119
pa	-120
▁jo	-121
ähän	-122
evi	-123
va	-124
▁tul	-125
anh	-126
pi	-127
▁it	-128
▁ol	-129
▁pi	-130
emm	-131
jan	-132
pä	-133
eni	-134
."	-135
▁ki	-136
uh	-137
mahan	-138
ui	-139
▁Vä	-140
▁virk	-141
▁vanh	-142
▁ei	-143
▁pa	-144
ansa	-145
▁to	-146
▁poi	-147
pp	-148
▁ra	-149
eit	-150
▁val	-151
mö	-152
hin	-153
inämö	-154
▁Väinämö	-155
ev	-156
to	-157
▁I	-158
▁il	-159
▁y	-160
▁kan	-161
uol	-162
▁em	-163
▁ha	-164
ille	-165
▁Si	-166
man	-167
ella	-168
▁kul	-169
▁kat	-170
ma	-171
assa	-172
yn	-173
▁kar	-174
uta	-175
kan	-176
▁Poh	-177
▁kun	-178
▁var	-179
▁vanha	-180
koi	-181
enn	-182
▁is	-183
▁tuon	-184
▁Väinämöinen	-185
eli	-186
elle	-187
yv	-188
▁kaun	-189
ell	-190
▁M	-191
▁J	-192
tah	-193
tan	-194
▁pää	-195
ne	-196
▁päiv	-197
emmin	-198
▁San	-199
eä	-200
uor	-201
ten	-202
eksi	-203
um	-204
▁itse	-205
iset	-206
▁laul	-207
rv	-208
istä	-209
!"	-210
▁Lemmin	-211
▁Lemminkä	-212
aha	-213
ala	-214
teli	-215
ia	-216
atta	-217
uon	-218
▁ti	-219
▁vä	-220
ua	-221
van	-222
lm	-223
▁hi	-224
▁A	-225
kk	-226
jol	-227
▁nim	-228
▁sin	-229
▁noin	-230
oit	-231
▁vier	-232
▁E	-233
▁ve	-234
▁Pohjol	-235
▁kol	-236
ty	-237
elä	-238
iksi	-239
oiksi	-240
ästä	-241
▁liet	-242
ellä	-243
ken	-244
▁suur	-245
tahan	-246
▁nimesi	-247
teh	-248
ei	-249
televi	-250
issa	-251
▁en	-252
oja	-253
änä	-254
ani	-255
▁min	-256
▁virkki	-257
▁mu	-258
▁pu	-259
mi	-260
äntä	-261
ässä	-262
▁kaik	-263
vat	-264
▁as	-265
ihin	-266
äksi	-267
▁par	-268
oille	-269
alta	-270
▁hyv	-271
▁mer	-272
▁vas	-273
na	-274
estä	-275
▁pur	-276
▁et	-277
▁tä	-278
alla	-279
ohon	-280
▁pit	-281
isin	-282
op	-283
ikk	-284
▁nä	-285
▁neit	-286
ppo	-287
tihin	-288
▁kats	-289
▁Ilm	-290
▁juo	-291
▁N	-292
ikä	-293
essa	-294
▁Ilmar	-295
etä	-296
änsä	-297
▁kal	-298
ata	-299
ina	-300
▁ar	-301
utta	-302
▁ven	-303
▁ni	-304
▁Siitä	-305
▁sanoiksi	-306
▁Lemminkäinen	-307
alle	-308
▁luo	-309
▁virkkoi	-310
▁na	-311
▁sy	-312
oilla	-313
▁u	-314
usi	-315
▁seppo	-316
jat	-317
esta	-318
▁Sanoi	-319
▁lieto	-320
▁kas	-321
▁nuor	-322
▁laus	-323
kko	-324
sta	-325
▁ker	-326
▁pol	-327
▁poika	-328
illa	-329
?"	-330
▁kolm	-331
▁ur	-332
▁sor	-333
▁kuul	-334
jen	-335
änn	-336
▁Jo	-337
or	-338
▁koh	-339
▁kor	-340
kö	-341
▁Pohjolan	-342
inn	-343
▁le	-344
▁yl	-345
osta	-346
▁kyl	-347
että	-348
jä	-349
▁O	-350
tele	-351
ikse	-352
▁ter	-353
▁ä	-354
äni	-355
▁sil	-356
▁Ilmarinen	-357
kka	-358
kki	-359
otta	-360
usta	-361
▁tun	-362
▁oli	-363
▁ja	-364
una	-365
▁kes	-366
▁saa	-367
he	-368
▁or	-369
ip	-370
jo	-371
ist	-372
▁al	-373
kana	-374
▁pal	-375
▁kulta	-376
tö	-377
▁pah	-378
▁H	-379
mät	-380
tta	-381
essä	-382
▁lap	-383
▁ver	-384
ea	-385
hon	-386
är	-387
koa	-388
ltä	-389
ran	-390
oita	-391
mähän	-392
ku	-393
▁It	-394
▁Sa	-395
sen	-396
ien	-397
lta	-398
▁las	-399
▁sanan	-400
▁no	-401
▁per	-402
▁lu	-403
mo	-404
▁Ka	-405
llen	-406
▁Kal	-407
▁nyt	-408
▁sul	-409
ir	-410
▁Va	-411
ossa	-412
ulle	-413
▁ilman	-414
ssa	-415
tui	-416
▁kiv	-417
▁koi	-418
▁tal	-419
▁Tuon	-420
▁Tuo	-421
▁syö	-422
▁päivän	-423
yh	-424
eltä	-425
▁vesi	-426
ita	-427
▁an	-428
▁ik	-429
▁im	-430
mp	-431
▁hop	-432
▁mie	-433
▁tyt	-434
▁kuin	-435
▁emäntä	-436
▁kaunis	-437
alan	-438
▁läh	-439
▁pih	-440
osi	-441
▁eikä	-442
▁pan	-443
emahan	-444
nä	-445
ällä	-446
▁Itse	-447
▁laula	-448
oni	-449
elta	-450
▁met	-451
▁sis	-452
la	-453
ren	-454
tti	-455
ehet	-456
▁ah	-457
▁i	-458
▁kyn	-459
ele	-460
ovi	-461
llut	-462
▁re	-463
▁mat	-464
▁siitä	-465
▁toisen	-466
yä	-467
uko	-468
▁kann	-469
▁La	-470
▁lä	-471
ilta	-472
sin	-473
olle	-474
▁sur	-475
matta	-476
kea	-477
▁kaikki	-478
kse	-479
▁taiv	-480
von	-481
▁mä	-482
▁suk	-483
▁vasta	-484
ika	-485
kin	-486
ven	-487
▁jä	-488
▁vet	-489
emp	-490
hen	-491
issä	-492
onen	-493
utti	-494
▁tuh	-495
▁vir	-496
▁Vaka	-497
▁el	-498
llan	-499
osen	-500
▁kir	-501
▁kos	-502
▁saat	-503
isti	-504
▁har	-505
▁lausui	-506
mä	-507
etta	-508
illä	-509
▁enn	-510
▁pil	-511
oista	-512
▁puol	-513
▁U	-514
kah	-515
ulla	-516
▁hope	-517
ys	-518
toi	-519
▁sel	-520
men	-521
▁Vi	-522
jaksi	-523
uhun	-524
▁leh	-525
▁tuota	-526
elevi	-527
▁tuosta	-528
uli	-529
ksen	-530
▁työ	-531
▁miel	-532
▁rauta	-533
▁miehen	-534
vä	-535
toa	-536
▁ne	-537
▁mur	-538
te	-539
▁lat	-540
▁suo	-541
▁vuo	-542
asi	-543
mat	-544
▁hal	-545
▁kuo	-546
▁kut	-547
▁Ei	-548
▁he	-549
aren	-550
ineh	-551
▁tuolla	-552
uen	-553
▁sal	-554
män	-555
▁ke	-556
ättä	-557
▁mies	-558
enki	-559
▁kah	-560
▁sä	-561
ukka	-562
▁men	-563
▁ole	-564
▁syn	-565
▁niin	-566
▁te	-567
▁soit	-568
▁Man	-569
omahan	-570
iä	-571
▁hy	-572
iltä	-573
▁meren	-574
▁neiti	-575
Oi	-576
mmen	-577
oinen	-578
uv	-579
ön	-580
▁tup	-581
▁vil	-582
▁kiel	-583
▁Pohjan	-584
mme	-585
▁Se	-586
▁hä	-587
▁puh	-588
Kun	-589
asti	-590
ainen	-591
jata	-592
▁väh	-593
▁pien	-594
▁laineh	-595
ös	-596
ois	-597
▁ri	-598
oksi	-599
oilta	-600
ats	-601
ihe	-602
uan	-603
▁hel	-604
▁tur	-605
uinen	-606
ian	-607
empi	-608
Jo	-609
pu	-610
lloin	-611
▁huol	-612
▁kukk	-613
set	-614
asen	-615
▁nei	-616
kseni	-617
▁alle	-618
▁toinen	-619
▁tulevi	-620
Ei	-621
ra	-622
iin	-623
itta	-624
▁Jum	-625
▁Kaler	-626
▁ennen	-627
▁päälle	-628
ime	-629
joa	-630
uvi	-631
▁minun	-632
▁kotihin	-633
yi	-634
yttä	-635
▁käs	-636
vaksi	-637
▁kanta	-638
▁tietä	-639
vu	-640
kat	-641
uin	-642
aksi	-643
▁ajat	-644
▁Kauko	-645
▁hyvän	-646
▁Ta	-647
▁aa	-648
▁ul	-649
▁yö	-650
ikon	-651
▁elä	-652
▁jal	-653
▁vih	-654
ellen	-655
▁sinä	-656
▁vielä	-657
▁poikki	-658
yl	-659
ana	-660
ville	-661
▁vaim	-662
eheksi	-663
▁alla	-664
▁kata	-665
▁mets	-666
▁minä	-667
En	-668
ter	-669
ivan	-670
▁Luo	-671
▁korv	-672
min	-673
▁aj	-674
ahti	-675
▁jos	-676
▁kov	-677
▁rann	-678
emähän	-679
▁läksi	-680
iko	-681
keä	-682
▁lo	-683
itti	-684
▁Kun	-685
▁huo	-686
▁lin	-687
▁nen	-688
jahan	-689
▁joka	-690
▁menn	-691
▁pikk	-692
▁Sanan	-693
▁kolmann	-694
kar	-695
rvo	-696
onsa	-697
▁maa	-698
▁myö	-699
▁por	-700
▁kään	-701
▁päät	-702
▁Kalervon	-703
ess	-704
kon	-705
känä	-706
▁pir	-707
▁jout	-708
▁saan	-709
▁Kulle	-710
▁kartan	-711
▁lauloi	-712
onn	-713
▁ru	-714
unna	-715
tansa	-716
▁kaiken	-717
nyt	-718
tär	-719
ikko	-720
▁run	-721
▁tar	-722
aisen	-723
oihin	-724
oissa	-725
▁vask	-726
▁kaunih	-727
▁Kaukomi	-728
jän	-729
tar	-730
ukko	-731
▁kät	-732
▁lev	-733
▁siv	-734
▁työn	-735
▁nuori	-736
its	-737
tin	-738
▁arv	-739
▁hev	-740
▁tah	-741
mille	-742
▁karh	-743
▁pääs	-744
isehen	-745
▁valke	-746
▁Lemminkäisen	-747
met	-748
▁Hi	-749
▁ot	-750
jani	-751
▁kasv	-752
▁kuol	-753
▁niem	-754
▁Siinä	-755
▁päähän	-756
▁'	-757
mpi	-758
peh	-759
ikki	-760
olla	-761
▁kys	-762
▁aina	-763
▁selä	-764
▁tuul	-765
▁lapsi	-766
▁Tuonel	-767
▁kerran	-768
▁metsän	-769
▁katsomahan	-770
▁Väinämöisen	-771
iti	-772
viä	-773
▁po	-774
ussa	-775
▁arm	-776
massa	-777
▁kall	-778
▁kuun	-779
llensa	-780
▁tämän	-781
▁tuonne	-782
ene	-783
ket	-784
esen	-785
▁kum	-786
▁kur	-787
▁laa	-788
▁lih	-789
▁vyö	-790
masta	-791
▁istu	-792
▁tuli	-793
▁tyttö	-794
▁Kullervo	-795
ino	-796
ret	-797
▁ih	-798
▁väl	-799
▁kynn	-800
▁pitk	-801
▁sekä	-802
▁vähä	-803
▁jotta	-804
▁ollut	-805
▁suuri	-806
▁kullan	-807
li	-808
ve	-809
itse	-810
uksi	-811
urin	-812
▁iän	-813
▁käy	-814
▁tap	-815
kehen	-816
ksesi	-817
uisen	-818
▁sano	-819
▁sata	-820
▁vaiv	-821
▁kirjo	-822
▁tupahan	-823
tei	-824
▁lö	-825
▁un	-826
atto	-827
inal	-828
ksin	-829
▁keh	-830
▁ken	-831
mättä	-832
▁mieh	-833
▁voit	-834
ahutti	-835
▁päivä	-836
▁päätä	-837
▁myöten	-838
vät	-839
evan	-840
isna	-841
pasi	-842
puol	-843
▁aal	-844
▁ruo	-845
▁sen	-846
▁puna	-847
utteli	-848
▁suuren	-849
ari	-850
uit	-851
▁yh	-852
koja	-853
▁Niin	-854
▁koko	-855
▁kumm	-856
▁olla	-857
▁Kaukomieli	-858
kun	-859
san	-860
tia	-861
imen	-862
olta	-863
otti	-864
▁ann	-865
▁man	-866
tojen	-867
▁heit	-868
▁linn	-869
▁luon	-870
▁uroh	-871
▁Tuonen	-872
▁sanovi	-873
sk	-874
kem	-875
uja	-876
▁Ah	-877
▁maan	-878
▁pell	-879
▁puut	-880
▁runo	-881
▁terä	-882
▁latti	-883
▁maata	-884
▁päästä	-885
▁hu	-886
▁ut	-887
elen	-888
▁sie	-889
minen	-890
▁käyä	-891
▁kainal	-892
▁päässä	-893
elj	-894
ise	-895
var	-896
▁Ku	-897
▁ty	-898
ittä	-899
ivat	-900
tani	-901
▁kuu	-902
▁toi	-903
▁alta	-904
ikuinen	-905
▁ap	-906
▁os	-907
ahta	-908
anta	-909
▁emo	-910
▁her	-911
▁sep	-912
▁hyvä	-913
▁tuossa	-914
teleikse	-915
ij	-916
vun	-917
yör	-918
isit	-919
iten	-920
änne	-921
▁ent	-922
ukaha	-923
ännän	-924
▁olet	-925
▁paha	-926
telihe	-927
▁kuusi	-928
▁lintu	-929
▁pieni	-930
▁kankah	-931
▁miestä	-932
▁saaren	-933
▁An	-934
▁py	-935
ojen	-936
▁aja	-937
▁kap	-938
▁lie	-939
▁mar	-940
▁poh	-941
▁teh	-942
▁sulh	-943
▁veit	-944
▁minua	-945
On	-946
ap	-947
ky	-948
ona	-949
tun	-950
tyi	-951
uti	-952
ihen	-953
ivät	-954
usen	-955
ältä	-956
▁sai	-957
▁petä	-958
▁samm	-959
▁sitä	-960
▁suor	-961
▁vettä	-962
▁niemen	-963
▁-	-964
ätä	-965
▁mus	-966
▁nuo	-967
▁kunn	-968
▁käär	-969
▁seis	-970
▁kaksi	-971
▁tulen	-972
▁tultu	-973
▁valkea	-974
▁Manalan	-975
▁Silloin	-976
▁sanalla	-977
▁En	-978
▁oh	-979
aran	-980
enti	-981
kann	-982
llös	-983
ppel	-984
▁tut	-985
▁saun	-986
▁valm	-987
▁yhen	-988
isille	-989
▁kunne	-990
pin	-991
▁Ukko	-992
▁astu	-993
▁kuts	-994
▁kolme	-995
▁surma	-996
▁tänne	-997
ettihin	-998
rä	-999
▁Pä	-1000
inta	-1001
olan	-1002
▁ota	-1003
▁sim	-1004
oisen	-1005
tehen	-1006
▁Laul	-1007
▁Tapi	-1008
▁suon	-1009
▁äiti	-1010
▁Hiien	-1011
▁emoni	-1012
▁ikänä	-1013
▁neien	-1014
▁pursi	-1015
▁vaimo	-1016
▁pikkar	-1017
▁saanut	-1018
▁siellä	-1019
▁Joukaha	-1020
ehe	-1021
han	-1022
ura	-1023
vän	-1024
ytä	-1025
▁eh	-1026
etti	-1027
ettu	-1028
seni	-1029
▁pes	-1030
▁tie	-1031
kahan	-1032
▁laat	-1033
▁lait	-1034
▁oman	-1035
ahalle	-1036
etahan	-1037
▁kalli	-1038
▁kohta	-1039
▁tässä	-1040
▁ajattelevi	-1041
Mi	-1042
Oh	-1043
evä	-1044
hön	-1045
use	-1046
ikka	-1047
vien	-1048
ähti	-1049
▁jot	-1050
▁lep	-1051
annut	-1052
▁Virk	-1053
▁kaat	-1054
▁kylm	-1055
▁pyör	-1056
▁vaat	-1057
iselle	-1058
▁kuuta	-1059
▁noita	-1060
▁sinne	-1061
▁sinun	-1062
▁vieri	-1063
▁lauseh	-1064
▁neittä	-1065
▁nuoren	-1066
▁silmät	-1067
▁tulisi	-1068
po	-1069
iat	-1070
sia	-1071
äsi	-1072
ahat	-1073
evat	-1074
ynnä	-1075
▁lyö	-1076
▁tot	-1077
ellut	-1078
▁ison	-1079
▁itki	-1080
▁pään	-1081
iseksi	-1082
▁kokko	-1083
▁sanoi	-1084
▁tulle	-1085
▁tuuli	-1086
▁kantel	-1087
kas	-1088
Ohoh	-1089
▁ikk	-1090
itsem	-1091
▁Tuop	-1092
▁impi	-1093
▁itke	-1094
▁jopa	-1095
▁aivan	-1096
▁matka	-1097
▁maahan	-1098
▁pitkän	-1099
▁Jumalan	-1100
▁parempi	-1101
▁Tuonelan	-1102
arj	-1103
▁oi	-1104
Mitä	-1105
llin	-1106
uita	-1107
ukon	-1108
▁Sai	-1109
▁jäl	-1110
▁kot	-1111
▁väv	-1112
▁käsi	-1113
▁piil	-1114
▁ylen	-1115
joille	-1116
umahan	-1117
▁miehet	-1118
▁pellon	-1119
ss	-1120
mia	-1121
nen	-1122
uka	-1123
ksan	-1124
rven	-1125
▁emon	-1126
▁enkä	-1127
▁otta	-1128
▁otti	-1129
▁rinn	-1130
▁uros	-1131
ksensa	-1132
▁ikkun	-1133
▁kovin	-1134
▁laski	-1135
▁nousi	-1136
▁karjan	-1137
so	-1138
iva	-1139
kut	-1140
itsi	-1141
jasi	-1142
tuna	-1143
ytti	-1144
älle	-1145
▁Emo	-1146
▁hon	-1147
▁kon	-1148
▁lah	-1149
▁näh	-1150
kohon	-1151
köhön	-1152
lleni	-1153
▁Ahti	-1154
▁Väin	-1155
▁aall	-1156
▁hein	-1157
▁liit	-1158
▁paik	-1159
▁samp	-1160
▁tamm	-1161
▁vaka	-1162
ytteli	-1163
▁liene	-1164
▁Jumala	-1165
▁isäntä	-1166
▁juoksi	-1167
▁maille	-1168
▁tyttär	-1169
▁vähäisen	-1170
me	-1171
ivi	-1172
kot	-1173
kui	-1174
▁Kä	-1175
▁Un	-1176
ehti	-1177
elin	-1178
ivän	-1179
kevi	-1180
llat	-1181
osti	-1182
▁loh	-1183
▁pyh	-1184
▁voi	-1185
▁yhe	-1186
isten	-1187
▁Sari	-1188
▁Tuli	-1189
▁kaar	-1190
▁kaul	-1191
▁keih	-1192
▁kork	-1193
▁kuoh	-1194
▁pitä	-1195
▁uuen	-1196
▁vats	-1197
llansa	-1198
▁kulki	-1199
▁sinua	-1200
▁sisar	-1201
▁takoa	-1202
alainen	-1203
kemahan	-1204
▁Pohjolahan	-1205
öl	-1206
teä	-1207
uhi	-1208
ule	-1209
▁ly	-1210
▁het	-1211
▁rah	-1212
jalle	-1213
▁eipä	-1214
▁tark	-1215
▁tuim	-1216
itteli	-1217
▁kulla	-1218
▁liikk	-1219
▁siinä	-1220
▁tuhat	-1221
▁tästä	-1222
▁päältä	-1223
▁takoja	-1224
▁varsin	-1225
▁vasten	-1226
▁seitsem	-1227
▁poloinen	-1228
Si	-1229
eta	-1230
ite	-1231
keh	-1232
kel	-1233
uur	-1234
▁Ky	-1235
kset	-1236
▁aam	-1237
▁ait	-1238
▁han	-1239
▁hir	-1240
▁mei	-1241
▁mel	-1242
▁sar	-1243
jansa	-1244
jasta	-1245
maksi	-1246
malla	-1247
uista	-1248
▁aika	-1249
▁iski	-1250
▁neuv	-1251
▁olen	-1252
▁tahi	-1253
▁ukko	-1254
▁veen	-1255
▁verä	-1256
▁hauin	-1257
▁kasva	-1258
▁korea	-1259
▁liets	-1260
▁tulla	-1261
▁Y	-1262
▁As	-1263
▁Lo	-1264
▁On	-1265
emme	-1266
enna	-1267
evät	-1268
▁lum	-1269
vihin	-1270
▁Neit	-1271
▁Unta	-1272
▁kirv	-1273
▁muut	-1274
▁pime	-1275
▁syöä	-1276
ahalla	-1277
llista	-1278
▁Läksi	-1279
▁harti	-1280
▁huoli	-1281
▁kansa	-1282
▁keski	-1283
▁musta	-1284
▁pahan	-1285
essänsä	-1286
tamahan	-1287
▁kasvoi	-1288
▁päällä	-1289
▁sanoja	-1290
▁tuohon	-1291
▁viikon	-1292
▁kätehen	-1293
▁pihalle	-1294
▁venettä	-1295
▁lausehella	-1296
lä	-1297
Tuo	-1298
iki	-1299
jät	-1300
ker	-1301
lat	-1302
mon	-1303
tän	-1304
uis	-1305
uot	-1306
via	-1307
eltu	-1308
▁Oli	-1309
▁lan	-1310
▁sot	-1311
▁tav	-1312
▁vai	-1313
▁vit	-1314
anter	-1315
umala	-1316
ännät	-1317
▁etsi	-1318
▁hien	-1319
▁kesä	-1320
▁kyyn	-1321
▁kävi	-1322
▁liik	-1323
▁meni	-1324
▁saar	-1325
▁siiv	-1326
▁vään	-1327
▁Lapin	-1328
▁armas	-1329
▁kahen	-1330
▁piika	-1331
▁raken	-1332
▁rauan	-1333
▁Lauloi	-1334
▁Luojan	-1335
▁jottei	-1336
▁kyllin	-1337
▁miekan	-1338
▁purren	-1339
▁tuolta	-1340
▁vanhan	-1341
ittelevi	-1342
▁sinisen	-1343
peä	-1344
tol	-1345
tyn	-1346
töm	-1347
uke	-1348
▁me	-1349
isnä	-1350
▁hav	-1351
▁hur	-1352
▁kaa	-1353
▁loi	-1354
▁nur	-1355
▁tus	-1356
jassa	-1357
uille	-1358
▁hiih	-1359
▁läpi	-1360
▁mesi	-1361
▁sorm	-1362
istihe	-1363
▁mennä	-1364
▁pääsi	-1365
▁sanoa	-1366
▁noilla	-1367
▁paista	-1368
▁siihen	-1369
▁tuulen	-1370
▁urohon	-1371
▁kaunihin	-1372
ini	-1373
meh	-1374
pär	-1375
ttä	-1376
uet	-1377
uki	-1378
vet	-1379
voi	-1380
yvä	-1381
▁ahj	-1382
▁hän	-1383
▁pak	-1384
villa	-1385
▁akka	-1386
▁naur	-1387
▁siir	-1388
▁toki	-1389
▁Louhi	-1390
▁kurja	-1391
▁yheks	-1392
▁etehen	-1393
▁karhun	-1394
▁mieltä	-1395
▁raukka	-1396
▁sammon	-1397
▁veikko	-1398
▁vesille	-1399
▁Joukahainen	-1400
gas	-1401
hän	-1402
iss	-1403
▁Mi	-1404
avan	-1405
ehia	-1406
etty	-1407
iste	-1408
tana	-1409
ulta	-1410
vasi	-1411
ätti	-1412
▁aik	-1413
▁hiv	-1414
▁mun	-1415
▁sat	-1416
▁täh	-1417
▁vie	-1418
jalla	-1419
oitti	-1420
▁hauk	-1421
▁ilmo	-1422
▁iloa	-1423
▁jauh	-1424
▁juur	-1425
▁kuni	-1426
▁kuus	-1427
▁pain	-1428
▁paks	-1429
▁purj	-1430
▁suol	-1431
▁suun	-1432
etähän	-1433
▁kaonn	-1434
▁metsä	-1435
▁saapi	-1436
▁tunne	-1437
eleikse	-1438
▁Sanovi	-1439
▁Tapion	-1440
▁Väinöl	-1441
▁kanssa	-1442
▁pitkin	-1443
▁tappel	-1444
▁urohot	-1445
▁vastoa	-1446
▁aaltojen	-1447
.'	-1448
yr	-1449
jah	-1450
jas	-1451
ksa	-1452
nut	-1453
ppi	-1454
▁Et	-1455
▁No	-1456
ennä	-1457
entä	-1458
▁air	-1459
▁mor	-1460
▁noi	-1461
▁syl	-1462
▁vaa	-1463
kalla	-1464
mehen	-1465
ukset	-1466
▁keit	-1467
▁pala	-1468
▁vetä	-1469
isilla	-1470
kannen	-1471
▁Luoja	-1472
▁halki	-1473
▁isoni	-1474
▁kauno	-1475
▁maamm	-1476
▁mieli	-1477
▁saatu	-1478
▁tulta	-1479
tehesen	-1480
teleisi	-1481
▁katala	-1482
▁kosken	-1483
▁kymmen	-1484
▁lapsen	-1485
▁lapset	-1486
▁luoksi	-1487
▁mielin	-1488
▁naiset	-1489
▁tanter	-1490
▁tullut	-1491
elemahan	-1492
▁Virkkoi	-1493
▁vetehen	-1494
▁yheksän	-1495
▁vastahan	-1496
▁kultainen	-1497
▁tultuansa	-1498
Et	-1499
py	-1500
▁R	-1501
kiv	-1502
kor	-1503
oan	-1504
til	-1505
eret	-1506
▁ala	-1507
▁ikä	-1508
▁pel	-1509
▁pot	-1510
aista	-1511
tänsä	-1512
vassa	-1513
äinen	-1514
▁hamp	-1515
▁maat	-1516
▁sota	-1517
▁tieä	-1518
▁velj	-1519
▁Neiti	-1520
▁kalan	-1521
▁kiven	-1522
▁saata	-1523
▁Saaren	-1524
▁katsoi	-1525
▁maalle	-1526
▁maasta	-1527
▁naisen	-1528
▁näillä	-1529
▁pahoin	-1530
▁pilven	-1531
▁toiste	-1532
▁urosta	-1533
▁vaaran	-1534
▁vierah	-1535
▁utuisen	-1536
▁vastaeli	-1537
▁kantajani	-1538
▁pikkarainen	-1539
öy	-1540
Jos	-1541
apa	-1542
ean	-1543
ets	-1544
joi	-1545
rat	-1546
uto	-1547
▁er	-1548
▁op	-1549
ästi	-1550
▁Pan	-1551
▁kis	-1552
▁osa	-1553
▁paj	-1554
▁som	-1555
valle	-1556
▁kank	-1557
▁keng	-1558
▁laut	-1559
▁mitä	-1560
▁näki	-1561
▁omen	-1562
▁synn	-1563
▁tasa	-1564
▁vien	-1565
llinen	-1566
utella	-1567
▁aurin	-1568
▁ettei	-1569
▁hopea	-1570
▁itken	-1571
▁kaata	-1572
▁kanna	-1573
▁karja	-1574
▁kylän	-1575
▁sulho	-1576
▁synty	-1577
▁tuuit	-1578
antahan	-1579
▁olutta	-1580
▁puolen	-1581
▁purtta	-1582
▁suuhun	-1583
▁väänti	-1584
▁päivänä	-1585
▁Väinölän	-1586
▁seitsemän	-1587
▁kirjokannen	-1588
▁kolmannenki	-1589
Ku	-1590
Voi	-1591
kul	-1592
oko	-1593
ota	-1594
poa	-1595
tua	-1596
uni	-1597
yvi	-1598
ukal	-1599
▁Läh	-1600
▁ain	-1601
▁kuv	-1602
▁sov	-1603
▁syv	-1604
▁van	-1605
▁vis	-1606
Ellös	-1607
tohon	-1608
uilla	-1609
▁aset	-1610
▁auke	-1611
▁hall	-1612
▁hiil	-1613
▁kala	-1614
▁koiv	-1615
▁kuum	-1616
▁nous	-1617
▁oike	-1618
▁pane	-1619
▁rauk	-1620
▁tait	-1621
▁tung	-1622
▁vaip	-1623
▁vuor	-1624
isihin	-1625
▁koivu	-1626
▁kynny	-1627
▁laati	-1628
▁maita	-1629
▁pitkä	-1630
▁souta	-1631
▁tulet	-1632
▁tunsi	-1633
▁viime	-1634
▁juosta	-1635
▁koivun	-1636
▁näille	-1637
▁vieret	-1638
▁Kalevan	-1639
▁emännän	-1640
▁selällä	-1641
▁sotahan	-1642
▁vaskisen	-1643
▁lainehilla	-1644
ni	-1645
ver	-1646
▁Is	-1647
iker	-1648
kesi	-1649
mmas	-1650
voin	-1651
▁hie	-1652
▁nuk	-1653
▁ots	-1654
▁veh	-1655
▁ves	-1656
jalta	-1657
meksi	-1658
milla	-1659
uksen	-1660
▁Kats	-1661
▁eleä	-1662
▁kier	-1663
▁kivi	-1664
▁kuta	-1665
▁lemp	-1666
▁mait	-1667
ehesen	-1668
empasi	-1669
isella	-1670
▁kaner	-1671
▁muuta	-1672
▁pihla	-1673
▁saisi	-1674
▁vitsa	-1675
▁joutui	-1676
▁kuulun	-1677
▁linnan	-1678
▁manter	-1679
▁matkoa	-1680
▁miekka	-1681
▁teräks	-1682
▁minulle	-1683
▁selälle	-1684
▁ilmoisna	-1685
▁lainehille	-1686
Vi	-1687
vo	-1688
eti	-1689
hot	-1690
kal	-1691
kua	-1692
psi	-1693
tav	-1694
uha	-1695
uks	-1696
vas	-1697
▁pe	-1698
kais	-1699
mana	-1700
onka	-1701
▁Kys	-1702
▁sol	-1703
heksi	-1704
iksen	-1705
iseni	-1706
ointa	-1707
sille	-1708
telen	-1709
▁aino	-1710
▁ajoi	-1711
▁helm	-1712
▁ihas	-1713
▁kova	-1714
▁mikä	-1715
▁pani	-1716
▁suut	-1717
▁teki	-1718
▁tätä	-1719
elevat	-1720
inensa	-1721
▁aalto	-1722
▁jolla	-1723
▁kassa	-1724
▁kirja	-1725
▁lasta	-1726
▁luoma	-1727
▁mettä	-1728
▁mulle	-1729
▁neito	-1730
▁nosti	-1731
▁sepon	-1732
▁tutka	-1733
▁hirven	-1734
▁kotona	-1735
▁paimen	-1736
▁nenähän	-1737
▁vaatteh	-1738
▁kullaista	-1739
▁kainalossa	-1740
▁kuulemahan	-1741
An	-1742
le	-1743
lk	-1744
gat	-1745
ion	-1746
moa	-1747
öin	-1748
▁Ti	-1749
Niin	-1750
esti	-1751
itte	-1752
pata	-1753
tane	-1754
uvan	-1755
ännä	-1756
▁amm	-1757
▁epä	-1758
▁hen	-1759
▁hoi	-1760
▁not	-1761
karva	-1762
kihin	-1763
oitsi	-1764
telin	-1765
väksi	-1766
▁Päiv	-1767
▁anop	-1768
▁kato	-1769
▁läht	-1770
▁pann	-1771
▁silm	-1772
▁taat	-1773
▁tarv	-1774
ehensa	-1775
isesta	-1776
umatta	-1777
▁astui	-1778
▁korke	-1779
▁lenti	-1780
▁meiän	-1781
▁neiet	-1782
▁nosta	-1783
▁paljo	-1784
▁sampo	-1785
▁sanon	-1786
▁taita	-1787
▁valit	-1788
▁valka	-1789
▁laulan	-1790
▁pakisi	-1791
▁pienen	-1792
▁hevosen	-1793
▁merehen	-1794
▁merestä	-1795
▁miesten	-1796
▁pientar	-1797
▁silloin	-1798
▁sisähän	-1799
▁tulehen	-1800
▁tuville	-1801
av	-1802
ps	-1803
▁Ä	-1804
Läh	-1805
ara	-1806
des	-1807
imä	-1808
kih	-1809
uut	-1810
▁Pa	-1811
▁Ve	-1812
ahin	-1813
arta	-1814
aski	-1815
attu	-1816
elem	-1817
emmä	-1818
enet	-1819
ppal	-1820
▁itk	-1821
▁kuj	-1822
▁lik	-1823
▁mah	-1824
▁muo	-1825
▁pen	-1826
▁rak	-1827
▁ään	-1828
päitä	-1829
yyttä	-1830
▁Ajoi	-1831
▁ajan	-1832
▁anta	-1833
▁hypp	-1834
▁nuol	-1835
▁polv	-1836
▁väki	-1837
▁ylij	-1838
kainen	-1839
koansa	-1840
▁Kalev	-1841
▁Nousi	-1842
▁huoka	-1843
▁käsin	-1844
▁luona	-1845
▁palkk	-1846
▁salon	-1847
▁sinis	-1848
▁emonsa	-1849
▁juomin	-1850
▁kantoi	-1851
▁katosi	-1852
▁kuolle	-1853
▁kuulla	-1854
▁käessä	-1855
▁kämmen	-1856
▁miekko	-1857
▁nuoret	-1858
▁paremm	-1859
▁päätyi	-1860
▁saunan	-1861
▁terhen	-1862
▁täällä	-1863
▁vanhat	-1864
▁vanhin	-1865
▁Manalle	-1866
▁hevonen	-1867
▁kumotta	-1868
▁kylähän	-1869
▁korjahan	-1870
▁pahoilla	-1871
▁ylijumala	-1872
▁kulkemahan	-1873
ho	-1874
up	-1875
iks	-1876
omm	-1877
sat	-1878
tut	-1879
uat	-1880
ysi	-1881
▁Al	-1882
▁Ko	-1883
▁Li	-1884
▁uh	-1885
▁um	-1886
elee	-1887
enpä	-1888
iasi	-1889
ijön	-1890
oset	-1891
uran	-1892
öitä	-1893
▁Jos	-1894
▁ilo	-1895
▁jou	-1896
▁kin	-1897
▁käv	-1898
▁mal	-1899
▁pys	-1900
▁ras	-1901
▁tel	-1902
anteh	-1903
uiset	-1904
▁Jopa	-1905
▁Meni	-1906
▁Mitä	-1907
▁Otti	-1908
▁Saar	-1909
▁anna	-1910
▁etkä	-1911
▁hanh	-1912
▁huon	-1913
▁ilma	-1914
▁joua	-1915
▁kaiv	-1916
▁kylp	-1917
▁mata	-1918
▁sein	-1919
▁tien	-1920
▁ulos	-1921
▁vaik	-1922
▁varp	-1923
imahan	-1924
tanehe	-1925
▁Olipa	-1926
▁emosi	-1927
▁hyvin	-1928
▁itket	-1929
▁kotia	-1930
▁kuoli	-1931
▁laske	-1932
▁loihe	-1933
▁merta	-1934
▁miten	-1935
▁pantu	-1936
▁puuta	-1937
▁sijoa	-1938
▁teräs	-1939
▁toisi	-1940
▁tulit	-1941
▁tytär	-1942
▁verta	-1943
alaisen	-1944
▁Untamo	-1945
▁kolman	-1946
▁kolmen	-1947
▁nähnyt	-1948
▁vainen	-1949
▁vesien	-1950
uttelevi	-1951
▁armahan	-1952
▁talohon	-1953
▁tietäjä	-1954
▁tulisen	-1955
▁Sariolan	-1956
▁punaisen	-1957
▁taivahan	-1958
▁vastoavi	-1959
▁kolmannen	-1960
▁taivahalle	-1961
..	-1962
rj	-1963
jon	-1964
lan	-1965
miä	-1966
pen	-1967
pit	-1968
ppa	-1969
ssä	-1970
uos	-1971
▁Nä	-1972
▁Tu	-1973
inne	-1974
ioin	-1975
kasi	-1976
unen	-1977
vana	-1978
vata	-1979
▁Ann	-1980
▁Suo	-1981
▁Vip	-1982
▁jän	-1983
▁kam	-1984
▁kel	-1985
▁kyt	-1986
▁pun	-1987
▁rup	-1988
▁tyh	-1989
isiko	-1990
istan	-1991
kaisi	-1992
telet	-1993
valla	-1994
▁Kyll	-1995
▁Vaan	-1996
▁kerr	-1997
▁koti	-1998
▁kuor	-1999
▁kuuh	-2000
▁moko	-2001
▁onpi	-2002
▁pian	-2003
▁puun	-2004
▁päin	-2005
▁reki	-2006
▁susi	-2007
▁terv	-2008
▁tule	-2009
▁täyt	-2010
▁uusi	-2011
itenki	-2012
tavanh	-2013
ukahan	-2014
▁keske	-2015
▁konti	-2016
▁kättä	-2017
▁luonn	-2018
▁morsi	-2019
▁mättä	-2020
▁ranta	-2021
▁rukka	-2022
▁tytti	-2023
▁vaski	-2024
▁venon	-2025
▁vilja	-2026
▁vävyn	-2027
▁yleni	-2028
▁heitti	-2029
▁joukon	-2030
▁käänti	-2031
▁mailla	-2032
▁soitti	-2033
▁taivos	-2034
▁työnti	-2035
▁valvat	-2036
▁varren	-2037
▁Ilmarin	-2038
▁keralla	-2039
▁käärmeh	-2040
▁rekehen	-2041
▁talossa	-2042
▁tulinen	-2043
▁venehen	-2044
eltavaksi	-2045
▁Kalevalan	-2046
▁valtavanh	-2047
▁Pohjolasta	-2048
▁kaunihisti	-2049
!'	-2050
Sa	-2051
Elä	-2052
eri	-2053
imo	-2054
kit	-2055
kos	-2056
per	-2057
tus	-2058
yen	-2059
▁Os	-2060
Onpa	-2061
anne	-2062
avat	-2063
elet	-2064
ensä	-2065
kkas	-2066
poja	-2067
tena	-2068
täni	-2069
uhen	-2070
▁aha	-2071
▁jok	-2072
▁kär	-2073
▁lei	-2074
▁mit	-2075
▁nor	-2076
▁oma	-2077
▁pat	-2078
▁rus	-2079
▁soi	-2080
▁suu	-2081
uiksi	-2082
▁aita	-2083
▁ehto	-2084
▁impy	-2085
▁kell	-2086
▁käyn	-2087
▁olle	-2088
▁pois	-2089
▁tunn	-2090
▁tunt	-2091
▁vemp	-2092
▁vävy	-2093
essäni	-2094
ihiksi	-2095
isessa	-2096
ksensä	-2097
▁Laski	-2098
▁Siell	-2099
▁Tuopa	-2100
▁hänpä	-2101
▁kukka	-2102
▁kuuli	-2103
▁kuulu	-2104
▁kuuna	-2105
▁käski	-2106
▁oluen	-2107
▁otava	-2108
▁poiku	-2109
▁päitä	-2110
▁pääse	-2111
▁sisko	-2112
▁souti	-2113
▁terve	-2114
▁virsi	-2115
ontahan	-2116
tehestä	-2117
▁Saarel	-2118
▁joesta	-2119
▁kannan	-2120
▁kattil	-2121
▁koiran	-2122
▁korven	-2123
▁kullat	-2124
▁kuolem	-2125
▁miehel	-2126
▁nuoris	-2127
▁petäjä	-2128
▁polven	-2129
▁päiveä	-2130
▁surman	-2131
▁suuret	-2132
▁syntyi	-2133
▁taivah	-2134
▁tuiman	-2135
▁täynnä	-2136
▁valmis	-2137
▁vatsan	-2138
▁joutsen	-2139
▁kassapä	-2140
▁tulevan	-2141
▁laulamahan	-2142
▁kolmannella	-2143
?'	-2144
om	-2145
ava	-2146
ipi	-2147
kiä	-2148
kkä	-2149
poi	-2150
tit	-2151
▁To	-2152
▁ov	-2153
Onko	-2154
ehil	-2155
ikkä	-2156
istu	-2157
kani	-2158
kean	-2159
toin	-2160
ueni	-2161
ukki	-2162
ulho	-2163
ulin	-2164
utto	-2165
äsen	-2166
▁ano	-2167
▁eip	-2168
▁eli	-2169
▁put	-2170
▁sav	-2171
▁til	-2172
▁väs	-2173
▁yön	-2174
attar	-2175
imman	-2176
innan	-2177
istoi	-2178
jille	-2179
kämme	-2180
llani	-2181
silla	-2182
telit	-2183
vasta	-2184
▁kahe	-2185
▁kauh	-2186
▁kiit	-2187
▁liuk	-2188
▁luik	-2189
▁lähe	-2190
▁muun	-2191
▁olut	-2192
▁piik	-2193
▁sala	-2194
▁savu	-2195
▁suin	-2196
▁veno	-2197
eleisi	-2198
isiksi	-2199
jaista	-2200
ttihin	-2201
▁aikoa	-2202
▁hauki	-2203
▁immen	-2204
▁karhu	-2205
▁kyllä	-2206
▁kynsi	-2207
▁kypär	-2208
▁käänn	-2209
▁lauta	-2210
▁maion	-2211
▁millä	-2212
▁muina	-2213
▁muita	-2214
▁nouse	-2215
▁poian	-2216
▁pojan	-2217
▁pojat	-2218
▁polvi	-2219
▁simoa	-2220
▁sulle	-2221
▁syltä	-2222
▁tunge	-2223
▁vähän	-2224
▁Sariol	-2225
▁Siellä	-2226
▁kangas	-2227
▁kourin	-2228
▁poltti	-2229
▁päivät	-2230
▁täältä	-2231
▁varsan	-2232
▁verevä	-2233
▁isännän	-2234
▁kaheksi	-2235
▁kivestä	-2236
▁kuollut	-2237
▁pajahan	-2238
▁venonen	-2239
▁vesillä	-2240
▁kirjokan	-2241
▁pihoille	-2242
▁päätänsä	-2243
▁vitsalla	-2244
▁kartanolle	-2245
▁kolmantena	-2246
▁kuolleheksi	-2247
▁sanelemahan	-2248
▁Lemminkäistä	-2249
Se	-2250
ety	-2251
ima	-2252
kia	-2253
mit	-2254
oma	-2255
stä	-2256
tal	-2257
Anna	-2258
kkoa	-2259
ottu	-2260
sken	-2261
tavi	-2262
toja	-2263
uien	-2264
uisi	-2265
▁Käy	-2266
▁Syö	-2267
▁Vir	-2268
▁aiv	-2269
▁ilm	-2270
▁iso	-2271
▁kyy	-2272
▁lää	-2273
▁olu	-2274
▁puu	-2275
▁rik	-2276
▁sop	-2277
▁syä	-2278
▁use	-2279
▁vii	-2280
emmen	-2281
jäksi	-2282
milta	-2283
sella	-2284
▁Sano	-2285
▁Veti	-2286
▁alen	-2287
▁asua	-2288
▁asun	-2289
▁hätä	-2290
▁ilon	-2291
▁juon	-2292
▁kosi	-2293
▁kouk	-2294
▁kour	-2295
▁leve	-2296
▁sepä	-2297
▁sork	-2298
▁vaan	-2299
▁vaap	-2300
▁vaar	-2301
▁vene	-2302
▁veti	-2303
▁viel	-2304
▁vieä	-2305
▁yksi	-2306
▁yötä	-2307
ahtavi	-2308
empani	-2309
uttele	-2310
vieret	-2311
ähytti	-2312
▁Kavon	-2313
▁Sillä	-2314
▁antoi	-2315
▁ensin	-2316
▁hyvät	-2317
▁juoks	-2318
▁kiinn	-2319
▁kukku	-2320
▁menet	-2321
▁murti	-2322
▁pisti	-2323
▁poiki	-2324
▁puhki	-2325
▁selvä	-2326
▁sorea	-2327
▁suuta	-2328
▁tiesi	-2329
▁varsa	-2330
▁yksin	-2331
alaiset	-2332
iseikse	-2333
▁heinän	-2334
▁kesänä	-2335
▁kirves	-2336
▁kuusen	-2337
▁laivan	-2338
▁lasten	-2339
▁liepeh	-2340
▁luoteh	-2341
▁nuotan	-2342
▁puinen	-2343
▁rannat	-2344
▁sillan	-2345
▁soitto	-2346
▁suussa	-2347
▁suusta	-2348
▁syönyt	-2349
▁tarkka	-2350
▁toista	-2351
▁valkam	-2352
▁mukahan	-2353
▁valkean	-2354
▁virkkua	-2355
▁arvelevi	-2356
▁tullessa	-2357
▁Tuonelahan	-2358
▁kankahalla	-2359
▁terhenisen	-2360
Ka	-2361
ha	-2362
pe	-2363
eat	-2364
lti	-2365
pal	-2366
par	-2367
yly	-2368
▁ui	-2369
Hyvä	-2370
alti	-2371
elko	-2372
ikin	-2373
isty	-2374
jätä	-2375
kkar	-2376
koin	-2377
kuin	-2378
mmin	-2379
osia	-2380
oski	-2381
otto	-2382
usti	-2383
▁Kul	-2384
▁amp	-2385
▁hyr	-2386
▁lun	-2387
▁mut	-2388
▁muu	-2389
▁opp	-2390
▁pyy	-2391
▁päi	-2392
▁tin	-2393
▁uun	-2394
▁veä	-2395
▁vär	-2396
ahuta	-2397
selle	-2398
tehia	-2399
▁Anna	-2400
▁Marj	-2401
▁Pane	-2402
▁Pani	-2403
▁hirv	-2404
▁kans	-2405
▁kera	-2406
▁koit	-2407
▁koto	-2408
▁kylä	-2409
▁laiv	-2410
▁leiv	-2411
▁oisi	-2412
▁paat	-2413
▁riis	-2414
▁soan	-2415
▁syän	-2416
▁taka	-2417
▁tako	-2418
▁tanh	-2419
▁tapp	-2420
▁tuis	-2421
▁turm	-2422
▁tänä	-2423
▁unoh	-2424
▁vaal	-2425
▁ylös	-2426
▁yönä	-2427
ahille	-2428
joilta	-2429
koihin	-2430
oillen	-2431
vantol	-2432
▁Astui	-2433
▁Vieri	-2434
▁eukko	-2435
▁heinä	-2436
▁hivus	-2437
▁jalka	-2438
▁kanan	-2439
▁keihä	-2440
▁kohti	-2441
▁liiat	-2442
▁pahat	-2443
▁paina	-2444
▁paken	-2445
▁puhas	-2446
▁sillä	-2447
▁talon	-2448
▁tällä	-2449
▁uutta	-2450
▁veneh	-2451
▁voita	-2452
▁voiti	-2453
▁äänen	-2454
telivat	-2455
yämähän	-2456
▁Tuossa	-2457
▁hopeat	-2458
▁juokse	-2459
▁kansan	-2460
▁kasvan	-2461
▁kasvat	-2462
▁kautta	-2463
▁kielen	-2464
▁kukkui	-2465
▁kyynel	-2466
▁leivän	-2467
▁maalla	-2468
▁marjan	-2469
▁mennyt	-2470
▁muista	-2471
▁mäelle	-2472
▁nainen	-2473
▁oronen	-2474
▁pitävi	-2475
▁puolis	-2476
▁puolta	-2477
▁saatta	-2478
▁sulhon	-2479
▁suolta	-2480
▁suulla	-2481
▁taiten	-2482
▁tuolle	-2483
▁vaimon	-2484
▁vuotta	-2485
▁ajaikse	-2486
▁kohotti	-2487
▁kypärin	-2488
▁nenässä	-2489
▁parahan	-2490
▁periltä	-2491
▁perähän	-2492
▁perästä	-2493
▁saattoi	-2494
▁sanelen	-2495
▁tuvilla	-2496
▁varaksi	-2497
ehiläinen	-2498
▁Marjatta	-2499
▁pahoille	-2500
▁pimeähän	-2501
▁poloisen	-2502
▁vakaiset	-2503
▁valkeana	-2504
▁katselevi	-2505
▁kankahalta	-2506
▁kirjokansi	-2507
▁nuorisossa	-2508
▁valmihiksi	-2509
▁veikkoseni	-2510
▁Joukahaisen	-2511
▁pikkaraisen	-2512
Kä	-2513
lö	-2514
tt	-2515
uu	-2516
all	-2517
ast	-2518
eks	-2519
ikö	-2520
lih	-2521
nan	-2522
olm	-2523
pil	-2524
atse	-2525
isop	-2526
tenä	-2527
tynä	-2528
unan	-2529
ärän	-2530
ätte	-2531
▁Arv	-2532
▁Ota	-2533
▁ani	-2534
▁iki	-2535
▁its	-2536
▁jär	-2537
▁län	-2538
▁paa	-2539
▁peh	-2540
▁pin	-2541
▁pöy	-2542
▁rev	-2543
▁sir	-2544
▁vei	-2545
▁yks	-2546
▁äit	-2547
Sulho	-2548
aiset	-2549
eheni	-2550
eutta	-2551
inoma	-2552
isevi	-2553
istin	-2554
killä	-2555
kotta	-2556
miksi	-2557
mista	-2558
mästä	-2559
oinna	-2560
sansa	-2561
tisen	-2562
▁Etsi	-2563
▁Karj	-2564
▁Näki	-2565
▁Tier	-2566
▁ensi	-2567
▁hier	-2568
▁hong	-2569
▁ilke	-2570
▁joen	-2571
▁juos	-2572
▁kieh	-2573
▁käet	-2574
▁käkö	-2575
▁lapp	-2576
▁löyh	-2577
▁näky	-2578
▁näkö	-2579
▁ohra	-2580
▁olka	-2581
▁onni	-2582
▁orja	-2583
▁peit	-2584
▁summ	-2585
▁suom	-2586
▁tiet	-2587
▁tusk	-2588
▁tyhj	-2589
▁vaah	-2590
▁vamm	-2591
▁vara	-2592
▁varr	-2593
isista	-2594
ltansa	-2595
painen	-2596
▁alkoi	-2597
▁istui	-2598
▁jalan	-2599
▁kalle	-2600
▁kauan	-2601
▁kivet	-2602
▁kohot	-2603
▁kokon	-2604
▁kulle	-2605
▁kuuen	-2606
▁laait	-2607
▁liina	-2608
▁orjan	-2609
▁paksu	-2610
▁panna	-2611
▁piian	-2612
▁puoli	-2613
▁pyhän	-2614
▁raata	-2615
▁selän	-2616
▁takoi	-2617
▁tieän	-2618
▁tinar	-2619
▁työnn	-2620
▁vaiko	-2621
▁vaini	-2622
▁vaino	-2623
▁varsi	-2624
▁vehnä	-2625
▁vietä	-2626
tehistä	-2627
▁Suomen	-2628
▁Viikon	-2629
▁karhut	-2630
▁kataja	-2631
▁kielti	-2632
▁kolmas	-2633
▁kuulem	-2634
▁käsken	-2635
▁mailta	-2636
▁menevi	-2637
▁noille	-2638
▁rannan	-2639
▁saatan	-2640
▁saneli	-2641
▁soiton	-2642
▁sormet	-2643
▁sormin	-2644
▁suurta	-2645
▁taatto	-2646
▁taivon	-2647
▁tammen	-2648
▁tieltä	-2649
▁työlle	-2650
▁vaelta	-2651
▁vempel	-2652
▁virran	-2653
yttelevi	-2654
▁Vipunen	-2655
▁alanteh	-2656
▁katalan	-2657
▁perille	-2658
▁rakenti	-2659
▁sisässä	-2660
▁suuttui	-2661
▁tempasi	-2662
▁veräjän	-2663
▁Kyllikki	-2664
▁neitosen	-2665
▁pitoihin	-2666
▁poikueni	-2667
▁saarella	-2668
▁tavannut	-2669
▁toisehen	-2670
▁itkemähän	-2671
▁poikoansa	-2672
▁sinisukka	-2673
▁Pohjolassa	-2674
▁kanteletta	-2675
▁korjahansa	-2676
▁kääntelevi	-2677
▁laulajaksi	-2678
▁lausutteli	-2679
No	-2680
io	-2681
ri	-2682
kol	-2683
ksä	-2684
oks	-2685
pun	-2686
reä	-2687
vik	-2688
ynn	-2689
▁rä	-2690
▁sö	-2691
▁tö	-2692
▁ym	-2693
Joko	-2694
Tule	-2695
ahia	-2696
enen	-2697
eniä	-2698
ikat	-2699
intu	-2700
inut	-2701
isia	-2702
joit	-2703
jäni	-2704
mien	-2705
tävi	-2706
ulan	-2707
vaha	-2708
yttö	-2709
▁Elä	-2710
▁Kah	-2711
▁Poi	-2712
▁ais	-2713
▁haj	-2714
▁kau	-2715
▁kyh	-2716
▁luk	-2717
▁rat	-2718
▁sik	-2719
▁sit	-2720
▁vah	-2721
▁yli	-2722
Siitä	-2723
annan	-2724
astui	-2725
emman	-2726
gasta	-2727
ikana	-2728
illen	-2729
jillä	-2730
joita	-2731
korva	-2732
kuhun	-2733
mässä	-2734
ojasi	-2735
pehen	-2736
stana	-2737
tanut	-2738
vahan	-2739
▁Tule	-2740
▁heng	-2741
▁huuh	-2742
▁itku	-2743
▁juoa	-2744
▁kalh	-2745
▁kehn	-2746
▁loit	-2747
▁luot	-2748
▁lämm	-2749
▁onko	-2750
▁oven	-2751
▁ruos	-2752
▁saal	-2753
▁samo	-2754
▁säär	-2755
▁vain	-2756
essäsi	-2757
ikolle	-2758
kselle	-2759
ottavi	-2760
toista	-2761
uttavi	-2762
▁Manan	-2763
▁Vielä	-2764
▁ahven	-2765
▁ankar	-2766
▁halja	-2767
▁ikävä	-2768
▁kahta	-2769
▁kajah	-2770
▁keksi	-2771
▁kulet	-2772
▁kysyä	-2773
▁laita	-2774
▁lakki	-2775
▁lihoa	-2776
▁luota	-2777
▁makoa	-2778
▁mansi	-2779
▁menkö	-2780
▁paasi	-2781
▁palan	-2782
▁parka	-2783
▁parta	-2784
▁rekos	-2785
▁senki	-2786
▁sukua	-2787
▁synny	-2788
▁tammi	-2789
▁tapah	-2790
▁tuopa	-2791
▁tuska	-2792
▁valeh	-2793
▁vuota	-2794
▁väkeä	-2795
▁ympär	-2796
▁äijön	-2797
empansa	-2798
ikkohon	-2799
istansa	-2800
oamahan	-2801
tanunna	-2802
teheksi	-2803
▁hopean	-2804
▁kaloja	-2805
▁kappal	-2806
▁kielin	-2807
▁kintah	-2808
▁kohosi	-2809
▁korvat	-2810
▁lähetä	-2811
▁lähteä	-2812
▁maassa	-2813
▁matala	-2814
▁muille	-2815
▁mättäh	-2816
▁olkapä	-2817
▁omille	-2818
▁peukal	-2819
▁puuhun	-2820
▁saajan	-2821
▁sammal	-2822
▁sukesi	-2823
▁sukkul	-2824
▁sukusi	-2825
▁synnyn	-2826
▁tekevi	-2827
▁tielle	-2828
▁toisin	-2829
▁vaikka	-2830
▁vastah	-2831
▁vieras	-2832
▁ylitse	-2833
▁Annikki	-2834
▁Arvelee	-2835
▁alinoma	-2836
▁ennätti	-2837
▁entisen	-2838
▁kivehen	-2839
▁lietsoi	-2840
▁liikkui	-2841
▁muistan	-2842
▁paistoi	-2843
▁palasen	-2844
▁perässä	-2845
▁selvien	-2846
▁sinulle	-2847
▁totelle	-2848
▁tuliter	-2849
▁tutkaim	-2850
▁venosen	-2851
▁kaheksan	-2852
▁rannalle	-2853
▁tuostana	-2854
▁veitikkä	-2855
▁lattialle	-2856
▁laulajata	-2857
▁morsianta	-2858
▁tuuitteli	-2859
▁kankahilla	-2860
▁lietsomahan	-2861
am	-2862
vö	-2863
gon	-2864
pan	-2865
reh	-2866
ust	-2867
vyö	-2868
yll	-2869
▁Jä	-2870
▁Ne	-2871
▁So	-2872
▁Te	-2873
▁hö	-2874
▁us	-2875
Jopa	-2876
aset	-2877
eite	-2878
ksat	-2879
onta	-2880
tien	-2881
ttin	-2882
ukan	-2883
yeni	-2884
äjän	-2885
▁Kas	-2886
▁jul	-2887
▁kil	-2888
▁kää	-2889
▁lyh	-2890
▁nel	-2891
▁ohr	-2892
▁raj	-2893
▁rip	-2894
▁ruv	-2895
▁sun	-2896
▁sut	-2897
▁uta	-2898
▁vaj	-2899
▁äär	-2900
annen	-2901
eampi	-2902
iaksi	-2903
ienet	-2904
ihoit	-2905
immat	-2906
innun	-2907
itset	-2908
joani	-2909
kamme	-2910
kansa	-2911
latti	-2912
melle	-2913
oseni	-2914
sensä	-2915
uutta	-2916
viksi	-2917
vuksi	-2918
öintä	-2919
▁Kuul	-2920
▁Mets	-2921
▁aian	-2922
▁asti	-2923
▁heil	-2924
▁heti	-2925
▁ihan	-2926
▁joki	-2927
▁kaih	-2928
▁kaot	-2929
▁kuss	-2930
▁kätö	-2931
▁käyt	-2932
▁laih	-2933
▁lamp	-2934
▁lehm	-2935
▁liin	-2936
▁lopp	-2937
▁louk	-2938
▁perä	-2939
▁pohj	-2940
▁puri	-2941
▁purs	-2942
▁seip	-2943
▁selv	-2944
▁syrj	-2945
▁talv	-2946
▁tuom	-2947
▁tupa	-2948
▁ulap	-2949
▁ulko	-2950
▁uron	-2951
▁viil	-2952
▁vuol	-2953
ehiksi	-2954
empata	-2955
kkasen	-2956
lliset	-2957
puolen	-2958
puolin	-2959
tuansa	-2960
umassa	-2961
▁Kysyi	-2962
▁aitan	-2963
▁ajeli	-2964
▁annan	-2965
▁ellös	-2966
▁eläkä	-2967
▁iällä	-2968
▁kaloa	-2969
▁kepeä	-2970
▁kohin	-2971
▁koira	-2972
▁kujer	-2973
▁kunin	-2974
▁kusta	-2975
▁kylmä	-2976
▁kyntä	-2977
▁leppä	-2978
▁luotu	-2979
▁läikk	-2980
▁marja	-2981
▁orjat	-2982
▁petäj	-2983
▁pilvi	-2984
▁poski	-2985
▁puita	-2986
▁rahan	-2987
▁rukih	-2988
▁seiso	-2989
▁silta	-2990
▁siner	-2991
▁syytä	-2992
▁syötä	-2993
▁tehty	-2994
▁tuhan	-2995
▁tunki	-2996
▁tuvan	-2997
▁ulapa	-2998
▁uuhen	-2999
▁vaiva	-3000
▁valio	-3001
▁vesiä	-3002
▁viisi	-3003
ahtaisi	-3004
emmaksi	-3005
kematta	-3006
telohon	-3007
tömäksi	-3008
äntähän	-3009
▁aallon	-3010
▁alatse	-3011
▁anopin	-3012
▁impyet	-3013
▁kaaren	-3014
▁kalkut	-3015
▁kiinni	-3016
▁kivimä	-3017
▁kuului	-3018
▁laulut	-3019
▁leivät	-3020
▁läksin	-3021
▁läksit	-3022
▁maksan	-3023
▁meiltä	-3024
▁mäellä	-3025
▁nuotta	-3026
▁näiltä	-3027
▁näkyvi	-3028
▁parran	-3029
▁pienet	-3030
▁pirtin	-3031
▁poikas	-3032
▁päänsä	-3033
▁sorean	-3034
▁sukuni	-3035
▁suolle	-3036
▁syäntä	-3037
▁tapasi	-3038
▁vaipui	-3039
▁valjah	-3040
▁vartta	-3041
▁veikon	-3042
▁veitsi	-3043
▁vierem	-3044
▁viljon	-3045
▁virren	-3046
▁vuotti	-3047
elemähän	-3048
oillensa	-3049
▁ahjonsa	-3050
▁kaunois	-3051
▁käsivar	-3052
▁merellä	-3053
▁naisten	-3054
▁nenästä	-3055
▁pihlaja	-3056
▁puuttui	-3057
▁pääsnyt	-3058
▁sivalti	-3059
▁varalle	-3060
▁välehen	-3061
attomaksi	-3062
ellaksesi	-3063
▁kuitenki	-3064
▁pihoilla	-3065
▁päivällä	-3066
▁takaisin	-3067
▁valkeata	-3068
▁vierähti	-3069
▁Ilmarisen	-3070
▁lattialta	-3071
▁ottamahan	-3072
▁kartanohon	-3073
▁luotehesen	-3074
▁manterella	-3075
▁piilemähän	-3076
▁tappelohon	-3077
▁tähyämähän	-3078
▁Saarelainen	-3079
▁käänteleikse	-3080
▁palkkalaiset	-3081
▁poikkipuolin	-3082
San	-3083
eän	-3084
isa	-3085
kyn	-3086
kys	-3087
käs	-3088
lkä	-3089
lmä	-3090
mun	-3091
rkä	-3092
uoh	-3093
uun	-3094
uvo	-3095
yös	-3096
▁Ha	-3097
▁Or	-3098
▁Yh	-3099
▁av	-3100
▁äl	-3101
Enkä	-3102
Tuon	-3103
alat	-3104
etko	-3105
hisi	-3106
innä	-3107
intä	-3108
iska	-3109
isko	-3110
iäsi	-3111
kkui	-3112
llet	-3113
oavi	-3114
ovat	-3115
puun	-3116
sesi	-3117
umal	-3118
usui	-3119
uvon	-3120
vier	-3121
ylyn	-3122
ystä	-3123
▁Mit	-3124
▁Tul	-3125
▁all	-3126
▁jää	-3127
▁kuk	-3128
▁lon	-3129
▁nos	-3130
▁pov	-3131
▁pul	-3132
▁pät	-3133
▁ris	-3134
Mistä	-3135
Nouse	-3136
anlih	-3137
antoi	-3138
eaksi	-3139
ellos	-3140
emmon	-3141
ennyt	-3142
irren	-3143
kisen	-3144
kähän	-3145
malle	-3146
mella	-3147
mistä	-3148
tuisi	-3149
ysten	-3150
äksin	-3151
▁Ajoa	-3152
▁Hyvä	-3153
▁Joko	-3154
▁Kauk	-3155
▁Kävi	-3156
▁Mist	-3157
▁appi	-3158
▁hepo	-3159
▁ilta	-3160
▁imeh	-3161
▁kaap	-3162
▁kana	-3163
▁kyyh	-3164
▁lauk	-3165
▁lyöä	-3166
▁mini	-3167
▁moni	-3168
▁neul	-3169
▁oksa	-3170
▁oksi	-3171
▁osoa	-3172
▁otso	-3173
▁piir	-3174
▁pill	-3175
▁pilv	-3176
▁piti	-3177
▁sain	-3178
▁sirk	-3179
▁suen	-3180
▁säil	-3181
▁toet	-3182
▁tuoh	-3183
▁tuop	-3184
▁tämä	-3185
▁uipi	-3186
▁vall	-3187
▁vits	-3188
▁väen	-3189
▁yhtä	-3190
▁yläh	-3191
ahteli	-3192
arempi	-3193
ehellä	-3194
ehensä	-3195
ehilla	-3196
imatta	-3197
isilta	-3198
ksella	-3199
kämmen	-3200
ssansa	-3201
▁Ellös	-3202
▁ajavi	-3203
▁eelle	-3204
▁ennät	-3205
▁ikäni	-3206
▁isosi	-3207
▁iästä	-3208
▁jousi	-3209
▁kaari	-3210
▁karva	-3211
▁katso	-3212
▁kenpä	-3213
▁kerta	-3214
▁kiviä	-3215
▁kohen	-3216
▁koske	-3217
▁kovan	-3218
▁kumma	-3219
▁kuvoa	-3220
▁kylvä	-3221
▁laiva	-3222
▁lentä	-3223
▁lonka	-3224
▁maail	-3225
▁mieka	-3226
▁miesi	-3227
▁minkä	-3228
▁neuvo	-3229
▁osasi	-3230
▁perin	-3231
▁pihti	-3232
▁piiat	-3233
▁pistä	-3234
▁pääni	-3235
▁soita	-3236
▁sorta	-3237
▁tuhma	-3238
▁tukka	-3239
▁tuopi	-3240
▁työtä	-3241
▁vierr	-3242
▁villa	-3243
kumahan	-3244
televät	-3245
tömällä	-3246
uamahan	-3247
▁Kalman	-3248
▁Lausui	-3249
▁Tuosta	-3250
▁armaha	-3251
▁avuksi	-3252
▁elossa	-3253
▁ensimä	-3254
▁hattar	-3255
▁heittä	-3256
▁heitän	-3257
▁hiihti	-3258
▁huolta	-3259
▁jousen	-3260
▁kaatoi	-3261
▁kalvan	-3262
▁kannen	-3263
▁karkel	-3264
▁kesken	-3265
▁koissa	-3266
▁kukkul	-3267
▁kysyvi	-3268
▁käkesi	-3269
▁lammin	-3270
▁lankea	-3271
▁leukal	-3272
▁luista	-3273
▁maammo	-3274
▁meillä	-3275
▁naista	-3276
▁nousta	-3277
▁näissä	-3278
▁painoi	-3279
▁patvas	-3280
▁poikoa	-3281
▁portah	-3282
▁rahkeh	-3283
▁raukan	-3284
▁salmen	-3285
▁sanoma	-3286
▁satala	-3287
▁sieltä	-3288
▁silmän	-3289
▁soitan	-3290
▁sulhot	-3291
▁takana	-3292
▁tarpeh	-3293
▁tiellä	-3294
▁työnnä	-3295
▁vaahti	-3296
▁valita	-3297
▁varret	-3298
▁verran	-3299
▁vieräh	-3300
▁virret	-3301
ittaissa	-3302
lliseksi	-3303
▁ahoilla	-3304
▁harvaha	-3305
▁hyppysi	-3306
▁ikuisen	-3307
▁kaonnut	-3308
▁kuullut	-3309
▁kylässä	-3310
▁laulaja	-3311
▁levitti	-3312
▁minulla	-3313
▁mokoman	-3314
▁pistihe	-3315
▁poikani	-3316
▁ruskean	-3317
▁sekahan	-3318
▁sianlih	-3319
▁sisälle	-3320
▁sisästä	-3321
▁viimein	-3322
▁yhtehen	-3323
ittämähän	-3324
ottamahan	-3325
▁hampahat	-3326
▁katoksen	-3327
▁kaunista	-3328
▁kesäisnä	-3329
▁kuningas	-3330
▁kymmenen	-3331
▁miekalla	-3332
▁näköinen	-3333
▁paneikse	-3334
▁rannalla	-3335
▁silmänsä	-3336
▁totellut	-3337
▁voitehia	-3338
▁astumahan	-3339
▁kainalois	-3340
▁kalliohon	-3341
▁käyäksesi	-3342
▁liiatenki	-3343
▁muutamana	-3344
▁rautaisen	-3345
▁tunnekana	-3346
▁kankahalle	-3347
▁miehelähän	-3348
▁soutamahan	-3349
▁tullessasi	-3350
▁valjahisin	-3351
▁valkeaista	-3352
▁vastahansa	-3353
▁vieremähän	-3354
▁juominkihin	-3355
▁kaonneheksi	-3356
▁kaunokainen	-3357
It	-3358
La	-3359
Va	-3360
id	-3361
pl	-3362
ry	-3363
ts	-3364
...	-3365
eva	-3366
jia	-3367
kku	-3368
kum	-3369
pus	-3370
pää	-3371
ras	-3372
sit	-3373
ton	-3374
ttu	-3375
uva	-3376
vin	-3377
äll	-3378
▁Ol	-3379
▁up	-3380
Kats	-3381
Lähe	-3382
Miel	-3383
ahut	-3384
ampi	-3385
arja	-3386
asal	-3387
auta	-3388
eitä	-3389
emma	-3390
empo	-3391
erve	-3392
etto	-3393
evar	-3394
evän	-3395
impi	-3396
inun	-3397
inän	-3398
isev	-3399
kava	-3400
keng	-3401
kona	-3402
lkäh	-3403
mani	-3404
mäsi	-3405
nelj	-3406
päiv	-3407
vaat	-3408
vesi	-3409
viid	-3410
ylle	-3411
yvin	-3412
änty	-3413
▁Pal	-3414
▁aut	-3415
▁eil	-3416
▁jyv	-3417
▁kai	-3418
▁kav	-3419
▁kim	-3420
▁lai	-3421
▁lis	-3422
▁luj	-3423
▁löy	-3424
▁rau	-3425
▁suv	-3426
▁sär	-3427
▁tuu	-3428
▁vel	-3429
ahana	-3430
ahani	-3431
ehesi	-3432
ellyt	-3433
ikkoa	-3434
kanen	-3435
kinen	-3436
kohot	-3437
mihin	-3438
mälle	-3439
mättö	-3440
oiset	-3441
otoin	-3442
seksi	-3443
vilta	-3444
▁Astu	-3445
▁Eipä	-3446
▁Kapo	-3447
▁Kolm	-3448
▁Lähe	-3449
▁Ruot	-3450
▁arma	-3451
▁haut	-3452
▁hava	-3453
▁havu	-3454
▁kape	-3455
▁keik	-3456
▁kevä	-3457
▁kiir	-3458
▁kiuk	-3459
▁koir	-3460
▁kosk	-3461
▁kuiv	-3462
▁kull	-3463
▁lain	-3464
▁lake	-3465
▁louh	-3466
▁länn	-3467
▁meri	-3468
▁miks	-3469
▁ojen	-3470
▁pais	-3471
▁pesi	-3472
▁piha	-3473
▁siit	-3474
▁tuik	-3475
▁tykö	-3476
▁valv	-3477
▁vann	-3478
▁vell	-3479
▁vesa	-3480
▁viis	-3481
astasi	-3482
ettuna	-3483
etuksi	-3484
eäkänä	-3485
iminen	-3486
istasi	-3487
iviäni	-3488
ksemme	-3489
llehen	-3490
miansa	-3491
osesta	-3492
vaisen	-3493
vallan	-3494
ytellä	-3495
▁Alkoi	-3496
▁Lenti	-3497
▁Osmon	-3498
▁Pimen	-3499
▁Sitte	-3500
▁Tiera	-3501
▁Vella	-3502
▁aitta	-3503
▁asuvi	-3504
▁eessä	-3505
▁eisty	-3506
▁epäsi	-3507
▁halko	-3508
▁henki	-3509
▁hyveä	-3510
▁illan	-3511
▁immet	-3512
▁johon	-3513
▁jonka	-3514
▁kaiva	-3515
▁kieli	-3516
▁konsa	-3517
▁koski	-3518
▁kukah	-3519
▁kumar	-3520
▁kunka	-3521
▁kylvi	-3522
▁kypen	-3523
▁laulu	-3524
▁lähen	-3525
▁mahti	-3526
▁melan	-3527
▁minne	-3528
▁missä	-3529
▁nieli	-3530
▁nimet	-3531
▁noiat	-3532
▁noien	-3533
▁nouta	-3534
▁nälkä	-3535
▁oksat	-3536
▁olisi	-3537
▁oluet	-3538
▁orren	-3539
▁panin	-3540
▁piili	-3541
▁pohja	-3542
▁purje	-3543
▁pyhät	-3544
▁rakki	-3545
▁saoin	-3546
▁seinä	-3547
▁selkä	-3548
▁senpä	-3549
▁siika	-3550
▁sivut	-3551
▁sotia	-3552
▁sotka	-3553
▁taisi	-3554
▁tehtä	-3555
▁tieto	-3556
▁tuhon	-3557
▁uunin	-3558
▁vaike	-3559
▁veist	-3560
▁Äsken	-3561
essansa	-3562
ikerran	-3563
istänsä	-3564
otellen	-3565
tehelle	-3566
tehessä	-3567
tumatta	-3568
tämättä	-3569
uruisen	-3570
▁Karjal	-3571
▁Siihen	-3572
▁ajatus	-3573
▁alemma	-3574
▁anoppi	-3575
▁arvoan	-3576
▁hampah	-3577
▁ihastu	-3578
▁impien	-3579
▁joelle	-3580
▁joilla	-3581
▁jumala	-3582
▁kaatun	-3583
▁kannon	-3584
▁karsin	-3585
▁kasken	-3586
▁katsel	-3587
▁kehreä	-3588
▁kieltä	-3589
▁kokosi	-3590
▁korjan	-3591
▁kulkea	-3592
▁kuopus	-3593
▁kuuset	-3594
▁kuvasi	-3595
▁lasket	-3596
▁lastun	-3597
▁lemmen	-3598
▁lintus	-3599
▁lumpeh	-3600
▁morsia	-3601
▁mustan	-3602
▁mustoa	-3603
▁noihin	-3604
▁otettu	-3605
▁paater	-3606
▁pitkät	-3607
▁putosi	-3608
▁päivyt	-3609
▁päästy	-3610
▁seipäh	-3611
▁selviä	-3612
▁suohon	-3613
▁suolla	-3614
▁syvien	-3615
▁taaton	-3616
▁tekijä	-3617
▁toisna	-3618
▁veistä	-3619
▁viittä	-3620
▁vyöllä	-3621
▁vääntä	-3622
▁ympäri	-3623
neljättä	-3624
viidettä	-3625
▁Kaukoni	-3626
▁Untamon	-3627
▁elköhön	-3628
▁entistä	-3629
▁hyviksi	-3630
▁ilmahan	-3631
▁jokehen	-3632
▁jälestä	-3633
▁kanaksi	-3634
▁karehti	-3635
▁katsoin	-3636
▁keskimä	-3637
▁kielell	-3638
▁kohenna	-3639
▁kullans	-3640
▁lattiat	-3641
▁leukalu	-3642
▁luonnon	-3643
▁minusta	-3644
▁petäjät	-3645
▁pitäisi	-3646
▁rakenna	-3647
▁sanomat	-3648
▁sanovat	-3649
▁tarkoin	-3650
▁tulesta	-3651
▁tytärtä	-3652
▁vesikiv	-3653
astamahan	-3654
▁auringon	-3655
▁kaikenla	-3656
▁kallella	-3657
▁keskelle	-3658
▁keskellä	-3659
▁peltojen	-3660
▁päiville	-3661
▁päiviäni	-3662
▁rannalta	-3663
▁tuhannen	-3664
▁tultuasi	-3665
▁virsikäs	-3666
▁Kysytteli	-3667
▁joutsenen	-3668
▁kalliosta	-3669
▁kauneutta	-3670
▁lattialla	-3671
▁ottaminen	-3672
▁poikaseni	-3673
▁saatanehe	-3674
▁sianlihoa	-3675
▁sisarueni	-3676
▁tinarinta	-3677
▁vaivainen	-3678
▁hartioilla	-3679
▁hyppysihin	-3680
▁keskilatti	-3681
▁mesikämmen	-3682
▁taivahinen	-3683
▁terveheksi	-3684
▁valkeaisen	-3685
▁Väinämöistä	-3686
▁harvahammas	-3687
▁kerrontahan	-3688
▁kielikerran	-3689
▁mennessänsä	-3690
▁paistamahan	-3691
▁pikkuruisen	-3692
▁saatantahan	-3693
▁kaikkivallan	-3694
▁kainaloiseksi	-3695
Ol	-3696
öt	-3697
.'"	-3698
Use	-3699
aja	-3700
hyt	-3701
kur	-3702
ope	-3703
pis	-3704
ppä	-3705
psä	-3706
pur	-3707
päs	-3708
stu	-3709
tim	-3710
ula	-3711
val	-3712
äne	-3713
▁Oi	-3714
▁in	-3715
▁iä	-3716
▁uu	-3717
▁yr	-3718
Eipä	-3719
Mets	-3720
Veli	-3721
armo	-3722
atki	-3723
ekka	-3724
elit	-3725
elty	-3726
esin	-3727
ikan	-3728
ikkö	-3729
ikoi	-3730
imme	-3731
mmär	-3732
oasi	-3733
tero	-3734
tisi	-3735
uhut	-3736
umpi	-3737
urso	-3738
utui	-3739
uvat	-3740
vani	-3741
väni	-3742
yllä	-3743
ynyt	-3744
yvän	-3745
änpä	-3746
ärin	-3747
▁Aja	-3748
▁Jäi	-3749
▁Nyt	-3750
▁ape	-3751
▁ava	-3752
▁eks	-3753
▁iku	-3754
▁len	-3755
▁leu	-3756
▁mol	-3757
▁nis	-3758
▁ong	-3759
▁onp	-3760
▁pim	-3761
▁rei	-3762
▁rem	-3763
▁rut	-3764
▁tao	-3765
▁utu	-3766
▁vik	-3767
▁yöt	-3768
Terve	-3769
allen	-3770
ikkui	-3771
inesi	-3772
innut	-3773
isien	-3774
ittoi	-3775
konut	-3776
maina	-3777
malta	-3778
motar	-3779
oitse	-3780
rasta	-3781
uotta	-3782
venta	-3783
äsvar	-3784
▁Aina	-3785
▁Eikä	-3786
▁Etkö	-3787
▁Iski	-3788
▁Samp	-3789
▁alus	-3790
▁apua	-3791
▁arva	-3792
▁haah	-3793
▁haar	-3794
▁hemp	-3795
▁kars	-3796
▁konn	-3797
▁kuka	-3798
▁käen	-3799
▁leyh	-3800
▁lieh	-3801
▁liha	-3802
▁luun	-3803
▁lyly	-3804
▁maks	-3805
▁maot	-3806
▁mato	-3807
▁mene	-3808
▁männ	-3809
▁outo	-3810
▁paju	-3811
▁poik	-3812
▁pyyh	-3813
▁raha	-3814
▁raut	-3815
▁ruoh	-3816
▁ruum	-3817
▁siem	-3818
▁siik	-3819
▁sini	-3820
▁sonn	-3821
▁sout	-3822
▁suus	-3823
▁syäm	-3824
▁syöt	-3825
▁tuho	-3826
▁vasi	-3827
▁viia	-3828
▁viip	-3829
Oisiko	-3830
ahasen	-3831
asella	-3832
empana	-3833
emästä	-3834
ettynä	-3835
iselta	-3836
isestä	-3837
isillä	-3838
istani	-3839
jäistä	-3840
kkohon	-3841
kkojen	-3842
leivän	-3843
olahan	-3844
otteli	-3845
paimen	-3846
puolet	-3847
vainen	-3848
yväksi	-3849
▁Antoi	-3850
▁Astua	-3851
▁Hiisi	-3852
▁Kenpä	-3853
▁Senpä	-3854
▁Tuota	-3855
▁anopp	-3856
▁hapsi	-3857
▁harja	-3858
▁hiien	-3859
▁hirvi	-3860
▁ihana	-3861
▁itkem	-3862
▁jäsen	-3863
▁kareh	-3864
▁kaski	-3865
▁kataj	-3866
▁katti	-3867
▁keiho	-3868
▁kesän	-3869
▁kivik	-3870
▁koito	-3871
▁korpi	-3872
▁kovia	-3873
▁kuohu	-3874
▁käkeä	-3875
▁käypi	-3876
▁lahen	-3877
▁laian	-3878
▁laiat	-3879
▁lakka	-3880
▁lausu	-3881
▁lehot	-3882
▁lehti	-3883
▁lomia	-3884
▁lunta	-3885
▁lähet	-3886
▁mistä	-3887
▁mänty	-3888
▁naura	-3889
▁niitä	-3890
▁nähty	-3891
▁näitä	-3892
▁omena	-3893
▁onnen	-3894
▁paian	-3895
▁panen	-3896
▁panta	-3897
▁perän	-3898
▁poiat	-3899
▁poies	-3900
▁poimi	-3901
▁purka	-3902
▁pyytä	-3903
▁rupea	-3904
▁saran	-3905
▁sorti	-3906
▁sykys	-3907
▁sylen	-3908
▁tanhu	-3909
▁tuiki	-3910
▁tulik	-3911
▁tunti	-3912
▁tupoa	-3913
▁tutta	-3914
▁ukset	-3915
▁venos	-3916
▁veren	-3917
▁viety	-3918
▁viien	-3919
▁ylimä	-3920
kutteli	-3921
neheksi	-3922
ottoman	-3923
rvoinen	-3924
tehensa	-3925
tetahan	-3926
tämähän	-3927
▁Antero	-3928
▁Kasvoi	-3929
▁Katsoi	-3930
▁Soitti	-3931
▁Virkki	-3932
▁ajohon	-3933
▁alusta	-3934
▁asetti	-3935
▁emonen	-3936
▁iloksi	-3937
▁imehti	-3938
▁itseki	-3939
▁jauhoi	-3940
▁jouten	-3941
▁katkoi	-3942
▁kaulan	-3943
▁keksin	-3944
▁kellar	-3945
▁kelpoa	-3946
▁koirat	-3947
▁korppi	-3948
▁korvon	-3949
▁kultia	-3950
▁kurjan	-3951
▁kuulet	-3952
▁kynnet	-3953
▁lasken	-3954
▁lauloa	-3955
▁lehmän	-3956
▁lempil	-3957
▁liitti	-3958
▁loitsi	-3959
▁lupasi	-3960
▁maalta	-3961
▁manoan	-3962
▁matkan	-3963
▁merell	-3964
▁mointa	-3965
▁neljän	-3966
▁neuvoi	-3967
▁noista	-3968
▁notkui	-3969
▁orosen	-3970
▁pirtti	-3971
▁piteli	-3972
▁pohjol	-3973
▁puisen	-3974
▁puusta	-3975
▁päästi	-3976
▁rupesi	-3977
▁samosi	-3978
▁sauvan	-3979
▁talven	-3980
▁toiset	-3981
▁tulleh	-3982
▁tuoman	-3983
▁turkin	-3984
▁varoit	-3985
▁vastan	-3986
▁vetävi	-3987
▁viltin	-3988
▁virttä	-3989
▁vuoteh	-3990
▁vähävä	-3991
istelevi	-3992
kolmatta	-3993
mätöintä	-3994
▁Parempi	-3995
▁ahjosta	-3996
▁aurinko	-3997
▁haravan	-3998
▁haukkui	-3999
▁haventa	-4000
▁hyväksi	-4001
▁kalliot	-4002
▁katsoja	-4003
▁kaunoka	-4004
▁kivistä	-4005
▁kokohon	-4006
▁kumarta	-4007
▁kuohuja	-4008
▁kuuluvi	-4009
▁kylästä	-4010
▁lähtevi	-4011
▁mieluis	-4012
▁otsolta	-4013
▁pahaksi	-4014
▁petäjän	-4015
▁pilvien	-4016
▁poroksi	-4017
▁sampuen	-4018
▁sivulla	-4019
▁soittoa	-4020
▁suomuha	-4021
▁suonten	-4022
▁talosta	-4023
▁uvantol	-4024
▁valitan	-4025
▁varahin	-4026
▁Vellamon	-4027
▁aittahan	-4028
▁aurinkoa	-4029
▁ehtoisen	-4030
▁hallitsi	-4031
▁kirjokor	-4032
▁kuuluhun	-4033
▁saattavi	-4034
▁suuressa	-4035
▁teräksen	-4036
▁veljyeni	-4037
▁vierahan	-4038
▁väljillä	-4039
▁ikuiseksi	-4040
▁kaunoisen	-4041
▁kultaisen	-4042
▁kultaiset	-4043
▁kynnyksen	-4044
▁käärmehen	-4045
▁moniahana	-4046
▁morsiamen	-4047
▁ollakseni	-4048
▁rautainen	-4049
▁saatuansa	-4050
▁satalauan	-4051
▁tungeikse	-4052
▁kainalohon	-4053
▁kassapäien	-4054
▁kääntelihe	-4055
▁lainehesen	-4056
▁puolisoksi	-4057
▁taivosesta	-4058
▁valvattisi	-4059
▁vierahalle	-4060
▁imehtimähän	-4061
▁kyselemähän	-4062
▁vaeltamahan	-4063
▁huokaiseikse	-4064
▁kumottamahan	-4065
▁Väinämöiselle	-4066
▁valtavanhempani	-4067
Jä	-4068
pr	-4069
re	-4070
rö	-4071
▁ö	-4072
Mit	-4073
Ots	-4074
Tul	-4075
ais	-4076
api	-4077
ela	-4078
elm	-4079
enä	-4080
gan	-4081
hun	-4082
ijä	-4083
ile	-4084
ing	-4085
jel	-4086
kyl	-4087
nun	-4088
oia	-4089
pas	-4090
sem	-4091
ska	-4092
sti	-4093
uku	-4094
uts	-4095
▁Il	-4096
▁Ni	-4097
▁Pi	-4098
▁ai	-4099
▁at	-4100
▁ev	-4101
▁jy	-4102
▁pö	-4103
▁ro	-4104
Kuul	-4105
Tuli	-4106
Viel	-4107
eksä	-4108
enne	-4109
itko	-4110
itän	-4111
jana	-4112
kapa	-4113
kelm	-4114
kena	-4115
masi	-4116
mman	-4117
mmat	-4118
mmät	-4119
oina	-4120
osin	-4121
rvet	-4122
tasi	-4123
telo	-4124
täsi	-4125
ukui	-4126
ulat	-4127
unat	-4128
uori	-4129
voja	-4130
väke	-4131
ytyi	-4132
yvät	-4133
ätty	-4134
ölle	-4135
▁Ken	-4136
▁Koh	-4137
▁Lap	-4138
▁Loi	-4139
▁Min	-4140
▁Puh	-4141
▁Pur	-4142
▁Tah	-4143
▁emä	-4144
▁hat	-4145
▁häm	-4146
▁häv	-4147
▁jät	-4148
▁kih	-4149
▁laj	-4150
▁lop	-4151
▁luu	-4152
▁roh	-4153
▁sua	-4154
▁tei	-4155
▁toh	-4156
▁yhä	-4157
▁äyr	-4158
Miksi	-4159
