<unk>	0
<s>	0
</s>	0
<PAD>	0
<UNK>	0
▁t	-0
he	-1
▁a	-2
▁the	-3
in	-4
▁s	-5
▁w	-6
nd	-7
▁o	-8
re	-9
▁h	-10
ou	-11
▁b	-12
▁and	-13
▁f	-14
er	-15
ed	-16
at	-17
ing	-18
ll	-19
it	-20
▁m	-21
▁c	-22
▁of	-23
▁l	-24
or	-25
ar	-26
en	-27
is	-28
as	-29
▁d	-30
▁to	-31
▁th	-32
▁n	-33
es	-34
▁he	-35
ro	-36
▁g	-37
id	-38
▁in	-39
an	-40
on	-41
▁'	-42
ow	-43
ad	-44
ut	-45
▁I	-46
▁be	-47
▁p	-48
▁y	-49
ot	-50
gh	-51
ld	-52
▁T	-53
me	-54
▁it	-55
▁st	-56
▁that	-57
▁sa	-58
▁was	-59
▁you	-60
ve	-61
▁u	-62
▁we	-63
le	-64
▁e	-65
ir	-66
ay	-67
▁on	-68
im	-69
ght	-70
▁S	-71
ly	-72
▁The	-73
▁his	-74
oo	-75
▁ha	-76
st	-77
ill	-78
▁said	-79
se	-80
et	-81
▁not	-82
▁A	-83
▁B	-84
▁they	-85
▁for	-86
▁as	-87
▁r	-88
ith	-89
ac	-90
ur	-91
ver	-92
▁F	-93
▁sh	-94
▁wh	-95
ee	-96
▁G	-97
al	-98
▁is	-99
and	-100
▁with	-101
il	-102
ight	-103
ain	-104
all	-105
▁H	-106
▁M	-107
ould	-108
▁re	-109
▁so	-110
ke	-111
.'	-112
am	-113
▁had	-114
ard	-115
,'	-116
ent	-117
ast	-118
ore	-119
▁at	-120
her	-121
▁him	-122
if	-123
▁an	-124
ic	-125
om	-126
th	-127
▁up	-128
▁have	-129
red	-130
▁k	-131
▁were	-132
▁but	-133
rod	-134
▁them	-135
▁all	-136
ind	-137
▁W	-138
ong	-139
▁fro	-140
ag	-141
▁`	-142
▁or	-143
rodo	-144
▁from	-145
▁le	-146
▁gre	-147
▁Frodo	-148
ess	-149
▁me	-150
▁E	-151
▁He	-152
ack	-153
▁see	-154
ch	-155
pp	-156
▁there	-157
▁fe	-158
▁now	-159
ood	-160
▁do	-161
ce	-162
nt	-163
ri	-164
▁ca	-165
▁ne	-166
▁ho	-167
▁their	-168
▁ag	-169
▁li	-170
ter	-171
▁will	-172
▁sp	-173
▁no	-174
▁But	-175
▁out	-176
ord	-177
▁R	-178
▁go	-179
▁su	-180
▁are	-181
!'	-182
ide	-183
orn	-184
▁if	-185
ome	-186
ry	-187
ound	-188
ook	-189
one	-190
▁whe	-191
own	-192
▁kn	-193
▁al	-194
▁L	-195
ough	-196
▁v	-197
ust	-198
▁ro	-199
out	-200
ark	-201
▁cl	-202
ven	-203
um	-204
▁D	-205
our	-206
▁ab	-207
▁my	-208
▁long	-209
▁by	-210
way	-211
▁Sam	-212
▁some	-213
to	-214
ers	-215
▁again	-216
▁And	-217
▁de	-218
ol	-219
hed	-220
▁came	-221
ak	-222
ond	-223
ell	-224
▁O	-225
▁P	-226
est	-227
▁this	-228
alf	-229
▁man	-230
▁could	-231
ang	-232
ther	-233
▁your	-234
▁down	-235
ass	-236
ward	-237
▁look	-238
ra	-239
▁se	-240
▁would	-241
▁great	-242
▁N	-243
▁like	-244
urn	-245
▁into	-246
andalf	-247
un	-248
pe	-249
▁Gandalf	-250
▁more	-251
▁C	-252
▁ch	-253
▁us	-254
▁can	-255
bb	-256
?'	-257
fore	-258
lf	-259
row	-260
den	-261
▁bl	-262
▁It	-263
▁back	-264
art	-265
ves	-266
▁come	-267
ire	-268
▁what	-269
ree	-270
▁been	-271
ered	-272
ings	-273
▁dark	-274
▁seem	-275
ought	-276
▁any	-277
▁com	-278
eep	-279
▁before	-280
▁then	-281
qu	-282
ck	-283
▁fl	-284
▁They	-285
▁over	-286
▁away	-287
▁one	-288
ath	-289
oll	-290
ous	-291
ion	-292
ake	-293
bbit	-294
ink	-295
tle	-296
ap	-297
ount	-298
▁pass	-299
ie	-300
▁am	-301
▁than	-302
ace	-303
▁j	-304
▁sl	-305
ant	-306
rag	-307
▁still	-308
ft	-309
▁about	-310
ipp	-311
▁know	-312
hat	-313
▁way	-314
The	-315
▁day	-316
nder	-317
▁far	-318
▁upon	-319
▁other	-320
▁sw	-321
▁did	-322
▁when	-323
ge	-324
▁last	-325
ist	-326
▁may	-327
▁hand	-328
▁many	-329
led	-330
au	-331
ne	-332
▁pl	-333
very	-334
▁too	-335
▁br	-336
▁ti	-337
lt	-338
▁_	-339
ose	-340
ate	-341
ost	-342
▁ey	-343
▁qu	-344
▁has	-345
ice	-346
ars	-347
ragorn	-348
▁gl	-349
You	-350
ick	-351
▁Aragorn	-352
ng	-353
▁light	-354
ile	-355
▁went	-356
▁must	-357
ss	-358
▁There	-359
▁tr	-360
▁even	-361
▁shall	-362
▁seemed	-363
▁wat	-364
ippin	-365
ove	-366
▁Pippin	-367
wn	-368
▁only	-369
▁hobbit	-370
▁old	-371
pt	-372
ble	-373
ade	-374
▁our	-375
erry	-376
▁time	-377
▁af	-378
▁here	-379
ite	-380
are	-381
▁under	-382
adow	-383
▁turn	-384
self	-385
▁Then	-386
▁Th	-387
▁lit	-388
▁say	-389
▁gr	-390
▁ar	-391
▁un	-392
▁looked	-393
ling	-394
rie	-395
▁thought	-396
▁its	-397
▁thr	-398
ig	-399
▁eyes	-400
us	-401
▁tw	-402
▁should	-403
▁Sh	-404
less	-405
air	-406
ive	-407
▁sm	-408
ave	-409
ady	-410
▁end	-411
li	-412
▁gu	-413
▁tre	-414
ich	-415
ish	-416
▁wor	-417
▁little	-418
ved	-419
▁night	-420
old	-421
ul	-422
ort	-423
▁where	-424
▁yet	-425
ried	-426
alk	-427
wards	-428
▁land	-429
▁think	-430
be	-431
▁off	-432
▁Merry	-433
▁while	-434
▁El	-435
▁St	-436
▁saw	-437
▁she	-438
ep	-439
▁who	-440
▁through	-441
▁en	-442
hind	-443
▁very	-444
aster	-445
▁beg	-446
▁which	-447
dden	-448
▁sil	-449
But	-450
ame	-451
ue	-452
▁str	-453
▁stood	-454
▁wind	-455
▁men	-456
▁her	-457
▁spe	-458
▁bet	-459
ift	-460
▁mu	-461
▁nor	-462
▁heard	-463
▁We	-464
ness	-465
▁road	-466
▁behind	-467
sw	-468
ountain	-469
▁dre	-470
▁ever	-471
op	-472
▁after	-473
▁hobbits	-474
ine	-475
ure	-476
▁passed	-477
thing	-478
▁shadow	-479
igh	-480
▁answ	-481
outh	-482
▁left	-483
▁vo	-484
irst	-485
ower	-486
▁fell	-487
ords	-488
▁For	-489
▁made	-490
ild	-491
▁good	-492
▁get	-493
▁stre	-494
▁well	-495
bo	-496
▁Or	-497
▁much	-498
mer	-499
▁hill	-500
▁deep	-501
ise	-502
ather	-503
▁per	-504
ollum	-505
oke	-506
▁pre	-507
owed	-508
oud	-509
ddenly	-510
ct	-511
▁call	-512
▁fall	-513
ies	-514
▁found	-515
ale	-516
▁set	-517
▁hor	-518
▁head	-519
we	-520
▁things	-521
▁Ro	-522
pan	-523
▁himself	-524
oth	-525
▁might	-526
▁first	-527
ving	-528
▁hope	-529
▁going	-530
It	-531
▁At	-532
ared	-533
▁pe	-534
▁black	-535
▁Gollum	-536
▁side	-537
ull	-538
▁own	-539
pen	-540
▁bro	-541
oom	-542
imli	-543
▁turned	-544
▁You	-545
▁find	-546
▁though	-547
eed	-548
▁Le	-549
▁Gimli	-550
▁po	-551
▁trees	-552
▁near	-553
▁heart	-554
ched	-555
▁cle	-556
ting	-557
▁lay	-558
▁Ring	-559
ider	-560
▁sun	-561
▁wall	-562
ff	-563
▁Far	-564
▁two	-565
▁ex	-566
▁seen	-567
▁In	-568
▁war	-569
▁water	-570
ance	-571
yond	-572
▁unt	-573
▁cried	-574
ilbo	-575
get	-576
ither	-577
▁soon	-578
reat	-579
▁don	-580
▁Bilbo	-581
▁need	-582
▁open	-583
▁right	-584
riend	-585
▁sle	-586
▁des	-587
em	-588
ity	-589
iver	-590
age	-591
ful	-592
▁once	-593
▁con	-594
▁fire	-595
cs	-596
ank	-597
▁sk	-598
▁ask	-599
olk	-600
olas	-601
▁feet	-602
▁above	-603
▁bec	-604
golas	-605
▁fear	-606
▁high	-607
▁beyond	-608
ere	-609
mb	-610
ear	-611
hing	-612
▁door	-613
And	-614
▁take	-615
▁Legolas	-616
▁sc	-617
▁new	-618
▁wond	-619
▁fo	-620
▁mo	-621
ci	-622
▁walk	-623
▁until	-624
▁days	-625
▁bre	-626
ince	-627
▁never	-628
▁these	-629
▁towards	-630
ange	-631
▁voice	-632
▁friend	-633
not	-634
▁ret	-635
hes	-636
▁Shire	-637
▁Mr	-638
▁ac	-639
ning	-640
▁pro	-641
▁grey	-642
eng	-643
▁white	-644
▁kne	-645
▁let	-646
▁ev	-647
▁foll	-648
ield	-649
▁Men	-650
▁rem	-651
▁tell	-652
▁round	-653
▁suddenly	-654
▁bo	-655
▁wa	-656
▁those	-657
▁got	-658
▁such	-659
ross	-660
aking	-661
▁stone	-662
▁sat	-663
ountains	-664
pped	-665
We	-666
ken	-667
az	-668
▁part	-669
▁slow	-670
oub	-671
hen	-672
imb	-673
▁arm	-674
amir	-675
▁dis	-676
▁face	-677
▁Is	-678
▁how	-679
▁ind	-680
ten	-681
▁felt	-682
▁took	-683
iff	-684
ory	-685
▁hu	-686
▁wood	-687
▁Faramir	-688
sel	-689
▁gone	-690
▁began	-691
sed	-692
▁rid	-693
▁mind	-694
▁return	-695
ened	-696
▁hel	-697
▁answered	-698
uman	-699
▁mom	-700
▁moment	-701
▁rest	-702
aruman	-703
▁"	-704
ung	-705
int	-706
ouse	-707
omir	-708
▁put	-709
oromir	-710
▁others	-711
ready	-712
▁hear	-713
▁king	-714
▁sound	-715
▁words	-716
other	-717
▁just	-718
▁cour	-719
▁folk	-720
▁Orcs	-721
ail	-722
anc	-723
able	-724
▁indeed	-725
▁la	-726
▁bel	-727
ondor	-728
▁hard	-729
ering	-730
▁cannot	-731
▁Boromir	-732
pany	-733
ween	-734
▁make	-735
▁small	-736
ach	-737
▁path	-738
▁clear	-739
▁spoke	-740
▁Saruman	-741
ished	-742
▁since	-743
▁spr	-744
gether	-745
▁Gondor	-746
▁Y	-747
▁green	-748
▁between	-749
rown	-750
les	-751
el	-752
hap	-753
rand	-754
agg	-755
▁cr	-756
▁master	-757
ears	-758
ally	-759
▁against	-760
▁east	-761
so	-762
▁So	-763
side	-764
▁clo	-765
▁few	-766
▁stro	-767
▁hands	-768
aces	-769
▁Roh	-770
▁keep	-771
▁sleep	-772
ught	-773
av	-774
ily	-775
Well	-776
▁another	-777
sh	-778
▁Wh	-779
ool	-780
▁ru	-781
most	-782
▁stand	-783
▁Elves	-784
▁coming	-785
uck	-786
▁As	-787
▁run	-788
▁among	-789
▁el	-790
▁evil	-791
ence	-792
ions	-793
▁wish	-794
▁Lord	-795
▁U	-796
▁fair	-797
▁world	-798
▁air	-799
▁lau	-800
tain	-801
▁want	-802
▁ground	-803
▁already	-804
▁guess	-805
▁speak	-806
ip	-807
ses	-808
rode	-809
▁enough	-810
rider	-811
▁nothing	-812
iz	-813
▁K	-814
raw	-815
▁knew	-816
here	-817
▁cold	-818
▁help	-819
▁without	-820
▁dead	-821
▁leave	-822
▁along	-823
ordor	-824
▁thing	-825
▁fee	-826
▁Mordor	-827
▁Ent	-828
▁lea	-829
▁wide	-830
▁hills	-831
ron	-832
What	-833
▁ran	-834
▁name	-835
orning	-836
▁climb	-837
▁south	-838
▁If	-839
▁sn	-840
▁omer	-841
ney	-842
▁hour	-843
▁oden	-844
▁Strider	-845
ier	-846
ment	-847
▁also	-848
No	-849
▁wonder	-850
▁strange	-851
▁together	-852
▁es	-853
▁tra	-854
▁north	-855
▁sword	-856
ey	-857
▁fur	-858
▁asked	-859
▁called	-860
▁most	-861
▁wear	-862
▁place	-863
▁What	-864
▁morning	-865
▁ear	-866
▁slowly	-867
▁darkness	-868
▁something	-869
▁sky	-870
▁tall	-871
▁quick	-872
▁looking	-873
▁bes	-874
war	-875
▁grow	-876
land	-877
▁sig	-878
ourney	-879
▁count	-880
▁better	-881
▁silent	-882
oubt	-883
▁ste	-884
▁When	-885
▁dr	-886
▁bat	-887
▁drew	-888
▁west	-889
▁horse	-890
▁rode	-891
▁journey	-892
▁ad	-893
▁Now	-894
▁brought	-895
my	-896
dle	-897
▁swift	-898
eth	-899
▁His	-900
▁son	-901
▁grew	-902
▁bit	-903
▁mar	-904
▁less	-905
▁Rohan	-906
▁least	-907
ped	-908
ching	-909
iders	-910
▁mountains	-911
umb	-912
▁grass	-913
well	-914
▁gave	-915
▁gold	-916
▁doubt	-917
▁years	-918
ret	-919
ople	-920
▁app	-921
▁wait	-922
imp	-923
▁lo	-924
▁ser	-925
anger	-926
▁ago	-927
▁sec	-928
▁talk	-929
▁every	-930
▁house	-931
▁three	-932
light	-933
▁beside	-934
▁hur	-935
▁red	-936
▁Be	-937
▁Nor	-938
▁forward	-939
ape	-940
arn	-941
▁done	-942
▁mean	-943
rond	-944
▁dist	-945
fe	-946
ien	-947
▁West	-948
▁alone	-949
Yes	-950
▁No	-951
▁wr	-952
ied	-953
illed	-954
ud	-955
▁pr	-956
▁rose	-957
▁tree	-958
oun	-959
▁kind	-960
▁ke	-961
▁Mor	-962
▁sing	-963
▁almost	-964
haps	-965
ious	-966
▁mist	-967
▁plain	-968
▁Com	-969
▁use	-970
▁walls	-971
▁Riders	-972
▁longer	-973
ows	-974
head	-975
▁does	-976
▁ston	-977
▁stream	-978
orm	-979
ening	-980
▁cloud	-981
▁battle	-982
▁course	-983
▁Ho	-984
▁soft	-985
▁Elrond	-986
▁remain	-987
ins	-988
There	-989
▁That	-990
▁foot	-991
▁half	-992
imes	-993
arrow	-994
▁rock	-995
▁power	-996
selves	-997
▁River	-998
▁people	-999
He	-1000
▁heav	-1001
▁strong	-1002
▁aw	-1003
aken	-1004
▁hid	-1005
▁fore	-1006
▁pale	-1007
▁car	-1008
tered	-1009
▁lead	-1010
▁list	-1011
▁On	-1012
ices	-1013
rying	-1014
ever	-1015
▁Tree	-1016
That	-1017
memb	-1018
▁gate	-1019
urp	-1020
alley	-1021
ently	-1022
▁enem	-1023
▁give	-1024
▁halt	-1025
▁friends	-1026
ief	-1027
atter	-1028
▁City	-1029
▁close	-1030
▁silver	-1031
▁All	-1032
▁Min	-1033
▁told	-1034
▁shadows	-1035
ird	-1036
▁ter	-1037
Th	-1038
ated	-1039
▁low	-1040
▁happ	-1041
▁ring	-1042
▁streng	-1043
but	-1044
▁both	-1045
▁full	-1046
▁further	-1047
▁cur	-1048
owing	-1049
iness	-1050
▁across	-1051
lo	-1052
per	-1053
arer	-1054
▁mid	-1055
▁Great	-1056
ab	-1057
▁(	-1058
ash	-1059
iet	-1060
Then	-1061
▁lost	-1062
▁song	-1063
▁rememb	-1064
▁agol	-1065
▁North	-1066
ways	-1067
▁held	-1068
oor	-1069
▁Sm	-1070
ying	-1071
▁lord	-1072
▁ride	-1073
▁supp	-1074
▁Iseng	-1075
▁peril	-1076
▁bus	-1077
▁esc	-1078
▁lar	-1079
▁valley	-1080
▁jo	-1081
pect	-1082
▁orc	-1083
beard	-1084
▁guard	-1085
ons	-1086
iled	-1087
▁feel	-1088
▁Isengard	-1089
▁strength	-1090
ase	-1091
ged	-1092
ater	-1093
▁care	-1094
▁sign	-1095
▁wild	-1096
▁field	-1097
▁ed	-1098
▁gat	-1099
▁news	-1100
▁maybe	-1101
▁underst	-1102
ern	-1103
▁Se	-1104
▁hold	-1105
▁Minas	-1106
amp	-1107
ife	-1108
nemy	-1109
▁ris	-1110
▁Enemy	-1111
▁Hobbit	-1112
▁answer	-1113
▁bright	-1114
▁walked	-1115
▁Company	-1116
▁Yet	-1117
▁yes	-1118
ised	-1119
▁comes	-1120
▁danger	-1121
▁perhaps	-1122
▁bur	-1123
▁tow	-1124
▁burn	-1125
▁Shadow	-1126
▁followed	-1127
▁home	-1128
▁save	-1129
bur	-1130
ghed	-1131
▁sit	-1132
irith	-1133
▁arms	-1134
▁work	-1135
▁Treebeard	-1136
ats	-1137
ror	-1138
▁Tom	-1139
▁won	-1140
cious	-1141
▁King	-1142
▁glad	-1143
▁laid	-1144
▁broken	-1145
auron	-1146
eneth	-1147
enethor	-1148
ted	-1149
▁ent	-1150
aring	-1151
▁Dark	-1152
▁learn	-1153
▁Sauron	-1154
▁laughed	-1155
▁Denethor	-1156
te	-1157
men	-1158
▁same	-1159
▁either	-1160
alad	-1161
▁hast	-1162
ty	-1163
▁led	-1164
▁meet	-1165
▁step	-1166
▁heavy	-1167
▁Master	-1168
gs	-1169
▁Su	-1170
▁sight	-1171
▁bu	-1172
▁East	-1173
▁bank	-1174
▁forg	-1175
▁horn	-1176
▁pres	-1177
▁sprang	-1178
ached	-1179
▁point	-1180
aped	-1181
▁cut	-1182
▁dim	-1183
▁sent	-1184
▁short	-1185
▁leaves	-1186
▁ahead	-1187
▁start	-1188
▁became	-1189
▁caught	-1190
ene	-1191
ock	-1192
iles	-1193
▁One	-1194
▁stay	-1195
▁stars	-1196
▁young	-1197
▁gi	-1198
ully	-1199
▁Bree	-1200
▁Lady	-1201
▁word	-1202
▁South	-1203
▁river	-1204
▁To	-1205
▁else	-1206
▁food	-1207
▁themselves	-1208
ause	-1209
▁acc	-1210
izard	-1211
▁Gate	-1212
▁lift	-1213
▁quiet	-1214
▁horses	-1215
ru	-1216
▁This	-1217
▁being	-1218
▁seems	-1219
▁halted	-1220
▁voices	-1221
▁anything	-1222
If	-1223
Wh	-1224
▁Bl	-1225
amed	-1226
ined	-1227
▁coun	-1228
▁rien	-1229
▁compan	-1230
▁fallen	-1231
fter	-1232
mand	-1233
vell	-1234
▁cry	-1235
▁Road	-1236
▁lands	-1237
▁large	-1238
▁watch	-1239
▁filled	-1240
day	-1241
ereg	-1242
▁none	-1243
▁cloak	-1244
▁always	-1245
▁silence	-1246
▁serv	-1247
▁below	-1248
▁shout	-1249
▁times	-1250
▁rather	-1251
▁returned	-1252
gg	-1253
▁why	-1254
fully	-1255
▁Ents	-1256
▁With	-1257
▁each	-1258
▁hall	-1259
▁hung	-1260
▁breath	-1261
▁secret	-1262
▁understand	-1263
▁Not	-1264
▁mis	-1265
▁ord	-1266
▁top	-1267
▁Some	-1268
▁bring	-1269
▁known	-1270
▁often	-1271
▁country	-1272
▁evening	-1273
aff	-1274
king	-1275
hered	-1276
▁used	-1277
▁dream	-1278
▁taken	-1279
▁V	-1280
ches	-1281
▁gle	-1282
▁edge	-1283
▁whis	-1284
▁Black	-1285
▁death	-1286
ump	-1287
▁ra	-1288
tern	-1289
▁mem	-1290
ivend	-1291
▁moon	-1292
ivendell	-1293
app	-1294
▁best	-1295
▁quite	-1296
▁stones	-1297
▁company	-1298
▁Rivendell	-1299
amb	-1300
ures	-1301
▁Let	-1302
▁cre	-1303
▁move	-1304
eneath	-1305
▁Tower	-1306
▁matter	-1307
ott	-1308
warf	-1309
▁bed	-1310
▁thick	-1311
▁Tirith	-1312
oon	-1313
ots	-1314
▁An	-1315
ible	-1316
▁cho	-1317
▁dri	-1318
▁rec	-1319
▁running	-1320
▁standing	-1321
raid	-1322
▁van	-1323
▁host	-1324
▁line	-1325
▁begin	-1326
▁cross	-1327
▁lad	-1328
▁lie	-1329
ndred	-1330
▁fing	-1331
▁sure	-1332
▁dread	-1333
awn	-1334
▁ow	-1335
ales	-1336
▁adv	-1337
ouble	-1338
▁climbed	-1339
▁Suddenly	-1340
_,	-1341
dy	-1342
ery	-1343
ues	-1344
cept	-1345
▁ere	-1346
▁Even	-1347
▁real	-1348
▁miles	-1349
▁ready	-1350
▁weary	-1351
▁forgot	-1352
▁reached	-1353
yn	-1354
med	-1355
▁Do	-1356
▁gaz	-1357
▁rep	-1358
▁wand	-1359
▁hidden	-1360
▁Gl	-1361
▁eat	-1362
▁hundred	-1363
Now	-1364
▁Al	-1365
▁Elf	-1366
▁bent	-1367
▁owyn	-1368
▁till	-1369
ls	-1370
ping	-1371
▁eye	-1372
▁deal	-1373
▁tale	-1374
▁doors	-1375
▁earth	-1376
▁remember	-1377
cl	-1378
su	-1379
▁cliff	-1380
▁stair	-1381
▁expect	-1382
▁living	-1383
▁command	-1384
ans	-1385
ets	-1386
ining	-1387
▁cast	-1388
▁kept	-1389
▁peace	-1390
▁woods	-1391
▁chance	-1392
▁quickly	-1393
▁che	-1394
▁ref	-1395
eared	-1396
▁Come	-1397
▁bear	-1398
▁draw	-1399
▁Brand	-1400
▁Galad	-1401
▁places	-1402
▁wizard	-1403
▁turning	-1404
ked	-1405
aint	-1406
leas	-1407
▁four	-1408
▁After	-1409
▁beneath	-1410
▁co	-1411
▁fad	-1412
▁quest	-1413
▁follow	-1414
▁lifted	-1415
▁spring	-1416
▁forgotten	-1417
▁te	-1418
▁Sun	-1419
▁swe	-1420
▁late	-1421
▁mess	-1422
▁roll	-1423
arewell	-1424
▁afraid	-1425
▁rising	-1426
▁swiftly	-1427
ts	-1428
hel	-1429
ner	-1430
uin	-1431
▁free	-1432
▁aside	-1433
▁falling	-1434
irc	-1435
ren	-1436
ames	-1437
rief	-1438
▁End	-1439
ertain	-1440
▁enemy	-1441
ps	-1442
xt	-1443
rim	-1444
▁im	-1445
fort	-1446
▁dra	-1447
▁eas	-1448
▁slop	-1449
▁year	-1450
▁White	-1451
▁mouth	-1452
▁trouble	-1453
▁Bag	-1454
▁imp	-1455
arden	-1456
▁legs	-1457
▁star	-1458
▁stra	-1459
overed	-1460
▁memory	-1461
▁counsel	-1462
ead	-1463
▁em	-1464
ides	-1465
idge	-1466
lend	-1467
▁dro	-1468
ation	-1469
▁bore	-1470
▁diff	-1471
▁hair	-1472
▁within	-1473
▁because	-1474
▁remained	-1475
ilt	-1476
res	-1477
They	-1478
read	-1479
▁Man	-1480
▁drink	-1481
▁forth	-1482
▁wound	-1483
ia	-1484
pl	-1485
ants	-1486
▁sad	-1487
cient	-1488
orrow	-1489
▁love	-1490
▁tong	-1491
▁sudden	-1492
▁Mountains	-1493
So	-1494
aw	-1495
oose	-1496
▁She	-1497
▁bar	-1498
▁pon	-1499
▁rel	-1500
▁sto	-1501
▁leng	-1502
▁life	-1503
▁Moria	-1504
▁forest	-1505
▁narrow	-1506
▁growing	-1507
▁present	-1508
▁straight	-1509
Not	-1510
ded	-1511
▁sum	-1512
▁cont	-1513
▁fail	-1514
▁fast	-1515
▁safe	-1516
▁beast	-1517
▁creat	-1518
▁gloom	-1519
▁forget	-1520
arad	-1521
ayed	-1522
part	-1523
▁Gre	-1524
▁tou	-1525
owers	-1526
▁craw	-1527
▁loud	-1528
▁given	-1529
▁speed	-1530
▁desire	-1531
▁escape	-1532
▁fields	-1533
▁eastward	-1534
mon	-1535
▁er	-1536
Come	-1537
sing	-1538
anged	-1539
estern	-1540
▁belie	-1541
▁steep	-1542
▁become	-1543
▁opened	-1544
▁ancient	-1545
▁Sea	-1546
▁tor	-1547
▁disc	-1548
▁empt	-1549
▁lies	-1550
▁faint	-1551
▁smoke	-1552
ye	-1553
For	-1554
eds	-1555
man	-1556
rows	-1557
ured	-1558
▁fin	-1559
▁mut	-1560
▁tun	-1561
▁vis	-1562
▁Mark	-1563
▁dest	-1564
▁doom	-1565
▁true	-1566
▁shape	-1567
▁father	-1568
▁nearly	-1569
▁getting	-1570
▁singing	-1571
▁How	-1572
▁att	-1573
▁bow	-1574
▁ill	-1575
ipped	-1576
▁capt	-1577
▁heal	-1578
▁next	-1579
▁fight	-1580
▁Brandy	-1581
▁myself	-1582
▁mountain	-1583
leep	-1584
▁met	-1585
▁leag	-1586
▁live	-1587
▁rain	-1588
▁surp	-1589
▁bowed	-1590
▁tales	-1591
▁trust	-1592
▁golden	-1593
▁hearts	-1594
▁length	-1595
of	-1596
uth	-1597
▁Ar	-1598
This	-1599
tory	-1600
▁try	-1601
night	-1602
ouses	-1603
rible	-1604
▁dear	-1605
▁pack	-1606
warves	-1607
▁crack	-1608
▁knows	-1609
▁clouds	-1610
▁hardly	-1611
▁mighty	-1612
▁really	-1613
▁softly	-1614
▁unless	-1615
▁shining	-1616
ax	-1617
yed	-1618
riel	-1619
▁Old	-1620
▁Here	-1621
▁stir	-1622
▁yell	-1623
▁faces	-1624
▁vanished	-1625
Do	-1626
ned	-1627
nded	-1628
▁fig	-1629
ongue	-1630
▁fled	-1631
▁hunt	-1632
▁shut	-1633
▁dwell	-1634
▁destro	-1635
gl	-1636
ger	-1637
ided	-1638
ring	-1639
▁Bagg	-1640
▁bird	-1641
▁pool	-1642
▁broke	-1643
▁window	-1644
▁passing	-1645
▁Galadriel	-1646
oot	-1647
ckon	-1648
aught	-1649
icked	-1650
▁circ	-1651
▁pain	-1652
▁lying	-1653
▁tower	-1654
▁travell	-1655
▁precious	-1656
▁companions	-1657
ges	-1658
▁dec	-1659
▁res	-1660
ating	-1661
▁bord	-1662
▁hide	-1663
▁room	-1664
tering	-1665
▁broad	-1666
▁neither	-1667
▁outside	-1668
▁stopped	-1669
▁suppose	-1670
arp	-1671
aut	-1672
vel	-1673
▁mur	-1674
▁tid	-1675
▁read	-1676
▁empty	-1677
▁floor	-1678
▁steps	-1679
▁errand	-1680
▁inside	-1681
▁riding	-1682
▁comfort	-1683
▁happened	-1684
ush	-1685
ison	-1686
wood	-1687
▁int	-1688
thanc	-1689
▁purp	-1690
▁send	-1691
▁thro	-1692
▁gates	-1693
▁gather	-1694
▁nearer	-1695
!_	-1696
like	-1697
▁ble	-1698
▁fac	-1699
▁Fore	-1700
▁poss	-1701
▁break	-1702
▁front	-1703
▁noise	-1704
▁surpr	-1705
▁troub	-1706
▁Hobbits	-1707
▁Orthanc	-1708
its	-1709
bour	-1710
eech	-1711
ssed	-1712
▁pur	-1713
▁smo	-1714
ashed	-1715
iling	-1716
▁dawn	-1717
▁mark	-1718
▁thin	-1719
tongue	-1720
▁Their	-1721
▁gleam	-1722
▁heads	-1723
▁shore	-1724
▁moving	-1725
▁certain	-1726
ced	-1727
▁slo	-1728
▁spo	-1729
▁tro	-1730
ildur	-1731
ndeed	-1732
▁nice	-1733
▁weap	-1734
▁beaut	-1735
▁guest	-1736
▁moved	-1737
▁except	-1738
▁slopes	-1739
▁tidings	-1740
,"	-1741
dom	-1742
ugg	-1743
ages	-1744
atch	-1745
▁fly	-1746
▁lan	-1747
ights	-1748
▁corn	-1749
▁goes	-1750
▁sear	-1751
▁Forest	-1752
▁guessed	-1753
▁walking	-1754
_.	-1755
ix	-1756
ks	-1757
cho	-1758
uff	-1759
aves	-1760
ives	-1761
ldom	-1762
▁Cap	-1763
▁shr	-1764
iddle	-1765
immer	-1766
▁aware	-1767
▁whole	-1768
eregond	-1769
▁Captain	-1770
▁gathered	-1771
All	-1772
arm	-1773
ries	-1774
▁Morg	-1775
▁ears	-1776
▁holl	-1777
terbur	-1778
umbled	-1779
▁chief	-1780
▁crown	-1781
▁doing	-1782
▁hours	-1783
▁names	-1784
▁story	-1785
▁tired	-1786
▁tried	-1787
▁bitter	-1788
▁Baggins	-1789
▁opening	-1790
▁sitting	-1791
▁Beregond	-1792
bl	-1793
lc	-1794
hold	-1795
wise	-1796
where	-1797
▁Deep	-1798
▁fool	-1799
▁whom	-1800
angers	-1801
▁pleas	-1802
▁shone	-1803
▁worse	-1804
▁Anduin	-1805
▁burden	-1806
Let	-1807
fax	-1808
rom	-1809
ably	-1810
akes	-1811
▁desp	-1812
▁prom	-1813
▁stoo	-1814
▁later	-1815
▁enemies	-1816
▁feeling	-1817
▁learned	-1818
▁Butterbur	-1819
ens	-1820
fall	-1821
ines	-1822
▁Mir	-1823
▁big	-1824
▁gra	-1825
▁gro	-1826
▁sir	-1827
▁wis	-1828
▁snow	-1829
▁wise	-1830
▁Still	-1831
▁Before	-1832
▁closed	-1833
▁borders	-1834
▁passage	-1835
▁wondered	-1836
▁listening	-1837
bs	-1838
aim	-1839
ary	-1840
ense	-1841
enty	-1842
ship	-1843
▁reg	-1844
▁unc	-1845
thern	-1846
▁Worm	-1847
▁bare	-1848
▁city	-1849
▁fort	-1850
▁hurt	-1851
▁past	-1852
▁poor	-1853
▁roof	-1854
▁Where	-1855
▁haste	-1856
▁ought	-1857
▁garden	-1858
▁leagues	-1859
▁watched	-1860
▁Mountain	-1861
▁distance	-1862
▁westward	-1863
▁yourself	-1864
▁Shadowfax	-1865
."	-1866
▁Q	-1867
ald	-1868
ime	-1869
Here	-1870
▁ass	-1871
▁hon	-1872
▁squ	-1873
ction	-1874
▁echo	-1875
▁huge	-1876
▁neck	-1877
ounted	-1878
▁faded	-1879
▁laugh	-1880
▁slope	-1881
▁tunne	-1882
▁change	-1883
▁easter	-1884
▁seldom	-1885
▁Isildur	-1886
▁dangerous	-1887
ele	-1888
for	-1889
top	-1890
▁bad	-1891
▁del	-1892
▁Fang	-1893
▁died	-1894
▁lean	-1895
▁ruin	-1896
▁sharp	-1897
▁tongue	-1898
▁whether	-1899
▁appeared	-1900
▁muttered	-1901
use	-1902
▁By	-1903
aybe	-1904
ding	-1905
ents	-1906
vish	-1907
▁Why	-1908
▁que	-1909
▁sea	-1910
▁Dead	-1911
▁Took	-1912
▁leap	-1913
▁orcs	-1914
▁rate	-1915
▁says	-1916
▁reach	-1917
▁table	-1918
▁asleep	-1919
▁deadly	-1920
▁middle	-1921
▁reckon	-1922
▁greater	-1923
▁stepped	-1924
▁travellers	-1925
sp	-1926
ces	-1927
ike	-1928
the	-1929
eleb	-1930
▁fou	-1931
▁une	-1932
nding	-1933
oured	-1934
ually	-1935
under	-1936
▁dism	-1937
▁drag	-1938
▁vast	-1939
hapter	-1940
iously	-1941
▁chair	-1942
▁proud	-1943
▁stret	-1944
▁terror	-1945
▁trying	-1946
ards	-1947
ging	-1948
▁fam	-1949
▁sur	-1950
▁flat	-1951
▁ways	-1952
▁crept	-1953
▁drawn	-1954
▁sever	-1955
▁rolled	-1956
▁Fangorn	-1957
▁believe	-1958
▁changed	-1959
▁fingers	-1960
▁shouted	-1961
._	-1962
ms	-1963
ays	-1964
how	-1965
rat	-1966
rew	-1967
resh	-1968
▁eag	-1969
▁joy	-1970
amber	-1971
lands	-1972
▁Moon	-1973
▁blue	-1974
▁blind	-1975
▁boats	-1976
▁early	-1977
▁pursu	-1978
▁staff	-1979
▁stony	-1980
Chapter	-1981
▁Middle	-1982
▁depart	-1983
▁leaped	-1984
▁swords	-1985
▁distant	-1986
▁several	-1987
▁windows	-1988
▁business	-1989
▁creature	-1990
,_	-1991
ult	-1992
▁ax	-1993
Where	-1994
ained	-1995
▁Many	-1996
▁bott	-1997
▁warm	-1998
▁brown	-1999
▁shield	-2000
▁thrust	-2001
▁burning	-2002
▁eastern	-2003
▁western	-2004
▁speaking	-2005
▁beginning	-2006
Why	-2007
als	-2008
cil	-2009
▁Im	-2010
road	-2011
▁dev	-2012
▁fit	-2013
▁fle	-2014
▁rum	-2015
earth	-2016
▁clad	-2017
▁conc	-2018
▁foul	-2019
▁grim	-2020
▁loom	-2021
▁pier	-2022
▁appro	-2023
▁elven	-2024
▁slept	-2025
▁truth	-2026
▁flowed	-2027
▁guests	-2028
▁itself	-2029
▁lights	-2030
▁purpose	-2031
▁slipped	-2032
▁talking	-2033
▁tonight	-2034
ze	-2035
▁i	-2036
aid	-2037
der	-2038
iful	-2039
ired	-2040
pered	-2041
ushed	-2042
▁Buck	-2043
▁boat	-2044
▁char	-2045
▁main	-2046
▁ship	-2047
▁sort	-2048
▁welc	-2049
▁writ	-2050
▁Dwarf	-2051
▁flame	-2052
▁circle	-2053
▁raised	-2054
▁spoken	-2055
▁wished	-2056
▁captain	-2057
▁drawing	-2058
▁thinking	-2059
▁Wormtongue	-2060
ote	-2061
▁Up	-2062
▁Gam	-2063
▁Gor	-2064
▁hot	-2065
▁arch	-2066
▁glit	-2067
lendil	-2068
▁child	-2069
▁gazed	-2070
▁stead	-2071
recious	-2072
▁Morgul	-2073
▁sighed	-2074
▁taking	-2075
▁winding	-2076
▁climbing	-2077
▁troubled	-2078
▁Mu	-2079
irth	-2080
▁Out	-2081
▁def	-2082
▁lot	-2083
inter	-2084
▁From	-2085
▁Loth	-2086
▁Will	-2087
▁ruff	-2088
▁bound	-2089
▁ended	-2090
▁merry	-2091
▁anyway	-2092
▁burned	-2093
▁honour	-2094
▁making	-2095
▁waters	-2096
▁dreadful	-2097
▁destroyed	-2098
enn	-2099
lls	-2100
▁Qu	-2101
▁Sl	-2102
▁ve	-2103
ived	-2104
ress	-2105
thil	-2106
▁wro	-2107
▁Gold	-2108
▁Grey	-2109
▁Well	-2110
▁cool	-2111
▁defe	-2112
▁didn	-2113
▁heir	-2114
▁keen	-2115
▁mine	-2116
▁murm	-2117
▁stri	-2118
▁Celeb	-2119
▁knees	-2120
▁lived	-2121
▁midst	-2122
▁paths	-2123
▁ruffi	-2124
▁Though	-2125
▁second	-2126
▁started	-2127
▁waiting	-2128
azg	-2129
gil	-2130
▁Go	-2131
▁Gr	-2132
▁My	-2133
welt	-2134
▁Ugl	-2135
▁bid	-2136
▁min	-2137
▁vie	-2138
▁dire	-2139
▁deeds	-2140
▁dwarf	-2141
▁lower	-2142
▁choice	-2143
▁corner	-2144
▁saying	-2145
▁chamber	-2146
▁shoulder	-2147
▁whatever	-2148
▁beautiful	-2149
▁gathering	-2150
up	-2151
How	-2152
ask	-2153
kes	-2154
▁Down	-2155
▁amaz	-2156
▁dare	-2157
▁hole	-2158
cially	-2159
▁dwelt	-2160
▁kings	-2161
▁bridge	-2162
▁likely	-2163
▁needed	-2164
▁Elendil	-2165
▁despair	-2166
▁Hobbiton	-2167
▁servants	-2168
Is	-2169
cc	-2170
Yet	-2171
set	-2172
ault	-2173
oved	-2174
▁aid	-2175
▁mus	-2176
▁val	-2177
▁Soon	-2178
▁blew	-2179
▁born	-2180
▁gift	-2181
▁prep	-2182
▁seek	-2183
▁birds	-2184
▁slain	-2185
▁sweet	-2186
▁hollow	-2187
▁strugg	-2188
▁tunnel	-2189
▁crossed	-2190
▁terrible	-2191
▁shoulders	-2192
▁1	-2193
Don	-2194
mit	-2195
rin	-2196
une	-2197
▁Of	-2198
adel	-2199
▁Hel	-2200
▁ang	-2201
▁anx	-2202
▁ban	-2203
▁inv	-2204
▁isn	-2205
affer	-2206
times	-2207
▁book	-2208
▁busy	-2209
anches	-2210
itadel	-2211
othing	-2212
▁Ithil	-2213
▁built	-2214
▁queer	-2215
eregrin	-2216
▁bottom	-2217
▁labour	-2218
▁report	-2219
▁covered	-2220
▁leading	-2221
▁quietly	-2222
ew	-2223
▁J	-2224
ait	-2225
▁fa	-2226
apes	-2227
ized	-2228
▁die	-2229
▁tur	-2230
▁vic	-2231
isted	-2232
▁Wood	-2233
▁amid	-2234
▁easy	-2235
▁heed	-2236
▁luck	-2237
▁pill	-2238
ention	-2239
inking	-2240
▁alive	-2241
▁blade	-2242
▁blood	-2243
▁songs	-2244
▁storm	-2245
▁choose	-2246
▁figure	-2247
▁speech	-2248
▁yellow	-2249
▁Dwarves	-2250
▁Peregrin	-2251
▁branches	-2252
▁farewell	-2253
▁everything	-2254
Be	-2255
ple	-2256
usk	-2257
aled	-2258
ones	-2259
▁Sil	-2260
▁inn	-2261
▁mad	-2262
eered	-2263
ments	-2264
▁Entw	-2265
▁body	-2266
▁fier	-2267
▁kill	-2268
▁pity	-2269
▁show	-2270
▁Rider	-2271
▁brief	-2272
▁chill	-2273
▁realm	-2274
▁delight	-2275
▁weather	-2276
▁expected	-2277
▁northern	-2278
clo	-2279
now	-2280
oss	-2281
▁Pr	-2282
arsh	-2283
ason	-2284
bbed	-2285
▁age	-2286
▁ast	-2287
▁axe	-2288
▁sme	-2289
▁wol	-2290
icult	-2291
irrim	-2292
▁Land	-2293
▁Only	-2294
▁Wild	-2295
▁espe	-2296
▁five	-2297
▁mail	-2298
▁Stone	-2299
▁cover	-2300
▁haven	-2301
▁roads	-2302
▁shapes	-2303
▁stirred	-2304
▁Precious	-2305
▁Rohirrim	-2306
▁northward	-2307
uel	-2308
you	-2309
▁Br	-2310
Good	-2311
ters	-2312
agrat	-2313
bably	-2314
oused	-2315
▁Hill	-2316
▁Slow	-2317
▁blow	-2318
▁case	-2319
▁clut	-2320
▁iron	-2321
▁leaf	-2322
▁mile	-2323
▁pony	-2324
▁vill	-2325
ousand	-2326
randir	-2327
▁meant	-2328
▁mound	-2329
▁seven	-2330
▁sheer	-2331
▁sides	-2332
▁disapp	-2333
▁hungry	-2334
▁Shagrat	-2335
▁account	-2336
▁willing	-2337
ithrandir	-2338
▁steadily	-2339
▁difficult	-2340
▁whispered	-2341
▁southwards	-2342
dd	-2343
Who	-2344
bad	-2345
ors	-2346
▁hat	-2347
▁pau	-2348
▁wra	-2349
anced	-2350
asped	-2351
▁Half	-2352
▁Helm	-2353
▁Nazg	-2354
▁beat	-2355
▁camp	-2356
▁numb	-2357
▁reve	-2358
▁glimp	-2359
▁touch	-2360
▁trail	-2361
▁gently	-2362
▁spread	-2363
▁stared	-2364
▁entered	-2365
▁glimmer	-2366
▁history	-2367
▁listened	-2368
▁question	-2369
▁ruffians	-2370
▁surprise	-2371
▁thousand	-2372
▁especially	-2373
Al	-2374
My	-2375
wh	-2376
aked	-2377
angu	-2378
folk	-2379
gend	-2380
▁eff	-2381
▁fir	-2382
iding	-2383
▁dusk	-2384
▁grie	-2385
▁hood	-2386
▁Three	-2387
▁falls	-2388
▁march	-2389
▁stern	-2390
▁wrong	-2391
▁Indeed	-2392
▁breast	-2393
▁feared	-2394
▁fellow	-2395
▁listen	-2396
▁smiled	-2397
▁sooner	-2398
▁towers	-2399
▁crawled	-2400
▁differe	-2401
▁weapons	-2402
▁probably	-2403
▁weariness	-2404
ny	-2405
gee	-2406
ign	-2407
iss	-2408
buck	-2409
cked	-2410
fast	-2411
▁hed	-2412
▁spl	-2413
asure	-2414
uring	-2415
▁Coun	-2416
▁Horn	-2417
▁Nine	-2418
▁belt	-2419
▁fact	-2420
▁lane	-2421
▁rang	-2422
ashion	-2423
outher	-2424
▁grief	-2425
▁grown	-2426
▁roots	-2427
▁third	-2428
▁trick	-2429
▁whose	-2430
▁wings	-2431
▁Gamgee	-2432
▁Slowly	-2433
▁failed	-2434
▁flying	-2435
▁houses	-2436
▁legend	-2437
▁ponies	-2438
▁wisdom	-2439
▁carried	-2440
▁escaped	-2441
▁somehow	-2442
▁sunlight	-2443
To	-2444
eel	-2445
▁Ch	-2446
▁Sp	-2447
▁Sw	-2448
▁ma	-2449
cher	-2450
udge	-2451
wind	-2452
▁Bom	-2453
▁Don	-2454
aldir	-2455
anted	-2456
ories	-2457
pping	-2458
▁seat	-2459
perate	-2460
▁cries	-2461
▁eager	-2462
▁shook	-2463
attered	-2464
umbling	-2465
▁Haldir	-2466
▁import	-2467
▁paused	-2468
▁riders	-2469
▁wanted	-2470
▁leaving	-2471
▁service	-2472
▁welcome	-2473
▁possible	-2474
▁thoughts	-2475
Ah	-2476
St	-2477
iv	-2478
wo	-2479
ber	-2480
ect	-2481
▁Gu	-2482
aunt	-2483
hill	-2484
olly	-2485
rees	-2486
▁Eye	-2487
▁pit	-2488
▁pol	-2489
▁sha	-2490
▁ten	-2491
▁tom	-2492
▁unf	-2493
aggot	-2494
▁Cott	-2495
▁noon	-2496
▁sang	-2497
▁stop	-2498
ations	-2499
▁Elven	-2500
▁bough	-2501
▁deser	-2502
▁order	-2503
▁today	-2504
▁track	-2505
▁trump	-2506
▁beasts	-2507
▁loomed	-2508
▁single	-2509
▁Council	-2510
▁wrought	-2511
▁sometimes	-2512
In	-2513
de	-2514
ek	-2515
ug	-2516
arl	-2517
bed	-2518
ial	-2519
ipe	-2520
▁Am	-2521
▁fr	-2522
aced	-2523
iced	-2524
ited	-2525
▁Ste	-2526
▁deb	-2527
▁hig	-2528
▁tri	-2529
kwood	-2530
water	-2531
▁broo	-2532
▁harm	-2533
▁lore	-2534
▁view	-2535
▁wore	-2536
anging	-2537
▁House	-2538
▁aloud	-2539
▁blank	-2540
▁chain	-2541
▁glint	-2542
▁grave	-2543
▁music	-2544
▁wrath	-2545
▁height	-2546
▁rumour	-2547
▁seeing	-2548
▁flowers	-2549
▁gleamed	-2550
▁however	-2551
▁Mirkwood	-2552
▁stretched	-2553
Nay	-2554
over	-2555
used	-2556
▁dry	-2557
▁sor	-2558
▁wit	-2559
aming	-2560
essed	-2561
lings	-2562
▁able	-2563
▁cree	-2564
▁foes	-2565
▁sank	-2566
▁shot	-2567
▁Under	-2568
▁brink	-2569
▁horns	-2570
▁level	-2571
▁minut	-2572
▁mists	-2573
▁sense	-2574
▁tremb	-2575
▁worth	-2576
▁Bombad	-2577
▁crying	-2578
▁deeper	-2579
▁driven	-2580
▁prison	-2581
▁showed	-2582
▁spears	-2583
▁threat	-2584
▁twenty	-2585
▁Buckland	-2586
▁horsemen	-2587
▁desperate	-2588
▁different	-2589
▁southward	-2590
▁Brandybuck	-2591
▁remembered	-2592
vo	-2593
dor	-2594
ros	-2595
body	-2596
irty	-2597
doras	-2598
▁Bill	-2599
▁Good	-2600
▁fine	-2601
▁limb	-2602
▁meal	-2603
▁pace	-2604
▁rope	-2605
▁sick	-2606
▁vain	-2607
▁woke	-2608
lessly	-2609
ushing	-2610
▁borne	-2611
▁burst	-2612
▁clean	-2613
▁enter	-2614
▁guide	-2615
▁knife	-2616
▁lords	-2617
▁rider	-2618
▁ridge	-2619
▁smell	-2620
▁space	-2621
▁advent	-2622
▁arrows	-2623
▁guards	-2624
▁hither	-2625
▁waited	-2626
▁hideous	-2627
▁keeping	-2628
▁staring	-2629
▁Celeborn	-2630
▁tomorrow	-2631
▁Mithrandir	-2632
),	-2633
Go	-2634
ai	-2635
aks	-2636
eri	-2637
hil	-2638
myn	-2639
Look	-2640
ased	-2641
ates	-2642
aths	-2643
look	-2644
that	-2645
▁Eor	-2646
▁fun	-2647
▁mal	-2648
▁occ	-2649
▁pie	-2650
Maybe	-2651
acher	-2652
chers	-2653
▁Hall	-2654
▁Very	-2655
▁clot	-2656
ceived	-2657
▁force	-2658
▁hoped	-2659
▁langu	-2660
▁lives	-2661
▁uneas	-2662
outhern	-2663
▁Cotton	-2664
▁Edoras	-2665
▁winter	-2666
▁marched	-2667
▁strangers	-2668
On	-2669
by	-2670
rel	-2671
zen	-2672
▁ur	-2673
find	-2674
lord	-2675
oles	-2676
raft	-2677
seen	-2678
wine	-2679
▁col	-2680
▁six	-2681
▁wet	-2682
onder	-2683
▁Mist	-2684
▁conf	-2685
▁fift	-2686
▁gent	-2687
▁imag	-2688
▁mere	-2689
▁rule	-2690
▁Lothl	-2691
▁dared	-2692
▁outer	-2693
▁pools	-2694
▁rocks	-2695
▁threw	-2696
▁Behind	-2697
▁Bridge	-2698
▁finger	-2699
▁fought	-2700
▁orders	-2701
▁ridden	-2702
▁roused	-2703
▁smooth	-2704
▁stroke	-2705
▁weight	-2706
▁hearing	-2707
▁stooped	-2708
▁thunder	-2709
▁Bombadil	-2710
▁Ithilien	-2711
▁children	-2712
▁laughing	-2713
▁perilous	-2714
▁watching	-2715
▁certainly	-2716
▁questions	-2717
At	-2718
ds	-2719
far	-2720
lob	-2721
unt	-2722
aged	-2723
fold	-2724
long	-2725
noon	-2726
nown	-2727
▁enc	-2728
▁pat	-2729
▁pin	-2730
berry	-2731
ortal	-2732
rance	-2733
▁Emyn	-2734
▁Fire	-2735
▁Glor	-2736
▁Your	-2737
▁expl	-2738
▁task	-2739
arshes	-2740
findel	-2741
unning	-2742
▁These	-2743
▁feast	-2744
▁signs	-2745
▁steel	-2746
▁stuff	-2747
▁Gaffer	-2748
▁effort	-2749
▁hiding	-2750
▁supper	-2751
▁allowed	-2752
▁bearing	-2753
▁blowing	-2754
▁content	-2755
▁flowing	-2756
▁victory	-2757
▁whisper	-2758
▁prepared	-2759
▁wondering	-2760
▁Glorfindel	-2761
As	-2762
oc	-2763
sit	-2764
unk	-2765
aven	-2766
burg	-2767
empt	-2768
ener	-2769
helm	-2770
iath	-2771
ilth	-2772
▁aff	-2773
▁elf	-2774
▁hoo	-2775
▁wom	-2776
ardon	-2777
ement	-2778
erest	-2779
mered	-2780
▁bell	-2781
▁drum	-2782
▁inst	-2783
▁lamp	-2784
▁plan	-2785
▁rust	-2786
erhaps	-2787
▁Quick	-2788
▁awake	-2789
▁begun	-2790
▁carry	-2791
▁claim	-2792
▁desce	-2793
▁lines	-2794
▁tears	-2795
irthday	-2796
▁Shelob	-2797
▁horror	-2798
▁pardon	-2799
▁recall	-2800
▁sorrow	-2801
▁wolves	-2802
▁calling	-2803
▁holding	-2804
▁interest	-2805
▁stronger	-2806
▁afternoon	-2807
▁breakfast	-2808
▁following	-2809
▁important	-2810
Or	-2811
rog	-2812
▁ob	-2813
airs	-2814
aved	-2815
roth	-2816
vent	-2817
▁Bal	-2818
▁flo	-2819
ceive	-2820
lease	-2821
ledge	-2822
oming	-2823
ustom	-2824
▁Long	-2825
▁Pres	-2826
▁brow	-2827
inting	-2828
▁Green	-2829
▁arrow	-2830
▁aston	-2831
▁banks	-2832
▁build	-2833
▁court	-2834
▁cruel	-2835
▁drove	-2836
▁fresh	-2837
▁holes	-2838
▁hurry	-2839
▁looks	-2840
▁prove	-2841
▁skill	-2842
▁sorry	-2843
▁store	-2844
▁swept	-2845
▁Elvish	-2846
▁advice	-2847
▁fierce	-2848
▁glance	-2849
▁throat	-2850
▁Already	-2851
▁fortune	-2852
▁messeng	-2853
▁twisted	-2854
▁stumbled	-2855
▁Presently	-2856
irt	-2857
let	-2858
ony	-2859
umn	-2860
▁Os	-2861
▁om	-2862
ints	-2863
tled	-2864
▁Dun	-2865
▁Pel	-2866
▁Thr	-2867
▁Who	-2868
▁fal	-2869
ately	-2870
ollow	-2871
rahil	-2872
▁Muil	-2873
▁blaz	-2874
▁gear	-2875
▁helm	-2876
▁hoof	-2877
▁lady	-2878
▁shud	-2879
ilight	-2880
▁Osgil	-2881
▁fires	-2882
▁older	-2883
▁parts	-2884
▁serve	-2885
▁spare	-2886
▁spell	-2887
▁stick	-2888
▁stiff	-2889
▁token	-2890
▁wield	-2891
▁search	-2892
▁stairs	-2893
▁struck	-2894
▁Imrahil	-2895
▁Nothing	-2896
▁brother	-2897
▁concern	-2898
▁fashion	-2899
▁torches	-2900
▁touched	-2901
▁southern	-2902
▁Osgiliath	-2903
▁friendship	-2904
Oh	-2905
af	-2906
gar	-2907
gor	-2908
ils	-2909
ray	-2910
uct	-2911
▁kh	-2912
Alas	-2913
Very	-2914
When	-2915
ishn	-2916
orse	-2917
osts	-2918
▁Eld	-2919
▁Its	-2920
▁Red	-2921
▁ate	-2922
▁gap	-2923
agged	-2924
inous	-2925
▁Doom	-2926
▁Upon	-2927
▁afar	-2928
▁crow	-2929
▁fold	-2930
▁nigh	-2931
▁scar	-2932
▁sway	-2933
▁terr	-2934
ancing	-2935
▁added	-2936
▁catch	-2937
▁cheer	-2938
▁halls	-2939
▁hedge	-2940
▁rings	-2941
▁teeth	-2942
▁Amroth	-2943
▁abroad	-2944
▁belong	-2945
▁gazing	-2946
▁higher	-2947
▁reason	-2948
▁remind	-2949
▁waking	-2950
▁assault	-2951
▁clearly	-2952
▁message	-2953
▁wrapped	-2954
▁written	-2955
▁fighting	-2956
▁language	-2957
▁silently	-2958
▁treacher	-2959
▁wandered	-2960
▁wandering	-2961
bag	-2962
val	-2963
wor	-2964
▁Ne	-2965
adoc	-2966
ethe	-2967
iths	-2968
oney	-2969
room	-2970
▁May	-2971
▁Yes	-2972
▁cat	-2973
▁inc	-2974
▁mer	-2975
▁mon	-2976
▁pad	-2977
▁scr	-2978
▁var	-2979
ingly	-2980
ocked	-2981
trees	-2982
▁Ford	-2983
▁Have	-2984
▁Meri	-2985
▁fill	-2986
▁gall	-2987
▁pers	-2988
▁pipe	-2989
▁pock	-2990
▁thee	-2991
▁thus	-2992
aching	-2993
bearer	-2994
onethe	-2995
▁Every	-2996
▁greet	-2997
▁inter	-2998
▁press	-2999
▁shaft	-3000
▁Grishn	-3001
▁Maggot	-3002
▁endure	-3003
▁hissed	-3004
▁leader	-3005
▁malice	-3006
▁rested	-3007
▁wholly	-3008
▁dwarves	-3009
▁glimpse	-3010
▁mounted	-3011
▁Meriadoc	-3012
▁crawling	-3013
▁finished	-3014
▁hundreds	-3015
▁promised	-3016
onetheless	-3017
▁Brandywine	-3018
gu	-3019
lad	-3020
mar	-3021
▁Ab	-3022
gain	-3023
wall	-3024
▁gar	-3025
bbits	-3026
ildor	-3027
onely	-3028
▁race	-3029
▁spir	-3030
▁spot	-3031
▁wave	-3032
▁Power	-3033
▁Rings	-3034
▁Sting	-3035
▁bones	-3036
▁breat	-3037
▁craft	-3038
▁faith	-3039
▁flash	-3040
▁gener	-3041
▁judge	-3042
▁minds	-3043
▁score	-3044
▁spear	-3045
▁stout	-3046
▁Silver	-3047
▁attack	-3048
▁boughs	-3049
▁fading	-3050
▁gentle	-3051
▁number	-3052
▁sounds	-3053
▁talked	-3054
farthing	-3055
together	-3056
▁Bywater	-3057
▁Citadel	-3058
▁Steward	-3059
▁defence	-3060
▁endless	-3061
▁figures	-3062
▁knights	-3063
▁knowing	-3064
▁noticed	-3065
▁village	-3066
▁Captains	-3067
▁horrible	-3068
▁Goldberry	-3069
▁direction	-3070
ams	-3071
hir	-3072
ids	-3073
lit	-3074
sen	-3075
ades	-3076
▁Dol	-3077
▁den	-3078
▁dut	-3079
▁pay	-3080
antly	-3081
ghter	-3082
▁Isen	-3083
▁Just	-3084
▁Over	-3085
▁Wind	-3086
▁claw	-3087
▁dell	-3088
▁dull	-3089
▁ease	-3090
▁fate	-3091
▁fish	-3092
▁hate	-3093
▁nois	-3094
▁sons	-3095
▁wing	-3096
▁Misty	-3097
▁backs	-3098
▁hoofs	-3099
▁limbs	-3100
▁loose	-3101
▁rough	-3102
▁steed	-3103
▁throw	-3104
▁twink	-3105
▁waste	-3106
▁whist	-3107
aughter	-3108
▁Gildor	-3109
▁Gorbag	-3110
▁Prince	-3111
▁cloaks	-3112
▁dismay	-3113
▁flight	-3114
▁fright	-3115
▁nights	-3116
▁pocket	-3117
▁ruined	-3118
▁cunning	-3119
▁draught	-3120
▁matters	-3121
▁parting	-3122
▁peering	-3123
▁laughter	-3124
▁marching	-3125
▁twilight	-3126
▁creatures	-3127
▁knowledge	-3128
▁afterwards	-3129
Of	-3130
ho	-3131
hy	-3132
Did	-3133
ems	-3134
gre	-3135
ize	-3136
kin	-3137
obe	-3138
ras	-3139
wed	-3140
▁'_	-3141
▁Cr	-3142
▁gn	-3143
▁Ere	-3144
▁Orc	-3145
▁rim	-3146
▁und	-3147
aimed	-3148
asion	-3149
inses	-3150
raise	-3151
▁Eorl	-3152
▁High	-3153
▁Vale	-3154
▁Wise	-3155
▁bend	-3156
▁lose	-3157
▁rich	-3158
▁stud	-3159
▁suff	-3160
apping	-3161
erable	-3162
ivered	-3163
▁Barad	-3164
▁flick	-3165
▁flung	-3166
▁party	-3167
▁saved	-3168
▁tramp	-3169
▁worst	-3170
▁anyone	-3171
▁chosen	-3172
▁distur	-3173
▁ending	-3174
▁mortal	-3175
▁picked	-3176
▁proved	-3177
▁remote	-3178
▁sought	-3179
▁strode	-3180
▁vision	-3181
▁weapon	-3182
▁willow	-3183
athertop	-3184
▁hurried	-3185
▁leaning	-3186
▁pleased	-3187
▁seeking	-3188
▁torment	-3189
▁stooping	-3190
▁struggled	-3191
▁altogether	-3192
▁glimmering	-3193
).	-3194
Sm	-3195
cy	-3196
od	-3197
ual	-3198
▁ce	-3199
aded	-3200
foot	-3201
ires	-3202
rust	-3203
▁See	-3204
▁Two	-3205
▁act	-3206
▁dee	-3207
▁fru	-3208
▁gri	-3209
▁ned	-3210
▁par	-3211
▁uns	-3212
ailed	-3213
aling	-3214
ances	-3215
aying	-3216
unged	-3217
utumn	-3218
▁Days	-3219
▁Look	-3220
▁Snow	-3221
▁arri	-3222
▁ends	-3223
▁hilt	-3224
▁hind	-3225
▁lake	-3226
▁loss	-3227
▁quar	-3228
▁sold	-3229
▁wake	-3230
▁wasn	-3231
Indeed	-3232
inging	-3233
▁Kings	-3234
▁angry	-3235
▁beard	-3236
▁bread	-3237
▁harsh	-3238
▁laden	-3239
▁menor	-3240
▁sniff	-3241
▁Houses	-3242
▁appear	-3243
▁banner	-3244
▁colour	-3245
▁deeply	-3246
▁family	-3247
▁flower	-3248
▁gallop	-3249
▁nedain	-3250
▁peered	-3251
▁shores	-3252
▁summer	-3253
▁summon	-3254
▁wouldn	-3255
▁Western	-3256
▁courage	-3257
▁curtain	-3258
▁kindled	-3259
▁madness	-3260
▁meeting	-3261
▁pressed	-3262
▁promise	-3263
▁putting	-3264
▁sounded	-3265
▁Farewell	-3266
▁birthday	-3267
▁hurrying	-3268
▁pleasant	-3269
▁watchful	-3270
▁companion	-3271
▁Weathertop	-3272
▁understood	-3273
▁disappeared	-3274
fl	-3275
jo	-3276
ann	-3277
bye	-3278
irr	-3279
ths	-3280
ued	-3281
▁Pe	-3282
▁ri	-3283
▁ut	-3284
asty	-3285
dies	-3286
erer	-3287
eyed	-3288
form	-3289
hand	-3290
held	-3291
iant	-3292
omes	-3293
osed	-3294
rant	-3295
▁Her	-3296
▁Nob	-3297
▁Rau	-3298
▁arr	-3299
▁fog	-3300
▁lur	-3301
bbing	-3302
galad	-3303
imple	-3304
▁bold	-3305
▁bran	-3306
▁cave	-3307
▁cons	-3308
▁crou	-3309
▁pour	-3310
▁repe	-3311
▁shel	-3312
▁skir	-3313
irriff	-3314
▁anger	-3315
▁doesn	-3316
▁named	-3317
▁shudd	-3318
▁smile	-3319
idently	-3320
▁Mirror	-3321
▁Rauros	-3322
▁custom	-3323
▁dreams	-3324
▁easier	-3325
▁elvish	-3326
▁having	-3327
▁naught	-3328
▁passes	-3329
▁perils	-3330
▁seized	-3331
▁stayed	-3332
▁strike	-3333
▁Samwise	-3334
▁bending	-3335
▁decided	-3336
▁healing	-3337
▁meaning	-3338
▁pillars	-3339
▁plainly	-3340
▁plunged	-3341
▁removed	-3342
▁setting	-3343
▁thither	-3344
▁Hornburg	-3345
▁Shirriff	-3346
▁gleaming	-3347
▁revealed	-3348
▁amazement	-3349
▁journeyed	-3350
bly	-3351
ril	-3352
ser	-3353
▁je	-3354
cing	-3355
dles	-3356
erny	-3357
urin	-3358
▁Nim	-3359
▁cor	-3360
▁cow	-3361
▁har	-3362
▁nod	-3363
▁row	-3364
▁vig	-3365
▁wan	-3366
apped	-3367
house	-3368
ilies	-3369
▁beer	-3370
▁cent	-3371
▁excl	-3372
▁fanc	-3373
▁lads	-3374
▁ling	-3375
▁mood	-3376
▁pick	-3377
▁pull	-3378
▁scre	-3379
though	-3380
▁Chief	-3381
▁Ferny	-3382
▁Maybe	-3383
▁drank	-3384
▁dying	-3385
▁glass	-3386
▁hasty	-3387
▁hesit	-3388
▁hosts	-3389
▁knelt	-3390
▁loved	-3391
▁overt	-3392
▁piled	-3393
▁shoot	-3394
▁spent	-3395
▁swung	-3396
▁tight	-3397
▁twice	-3398
Gandalf	-3399
▁Barrow	-3400
▁Beyond	-3401
▁Cirith	-3402
▁accord	-3403
▁barren	-3404
▁behold	-3405
▁cliffs	-3406
▁debate	-3407
▁joined	-3408
▁leaned	-3409
▁mounds	-3410
▁points	-3411
▁reluct	-3412
▁reward	-3413
▁sunset	-3414
▁unseen	-3415
▁Entwash	-3416
▁finding	-3417
▁hunting	-3418
▁kindred	-3419
▁leaping	-3420
▁pierced	-3421
▁pointed	-3422
▁Darkness	-3423
▁creeping	-3424
▁treasure	-3425
act	-3426
ags	-3427
off	-3428
und	-3429
▁De	-3430
▁id	-3431
Bagg	-3432
Your	-3433
gged	-3434
vern	-3435
what	-3436
▁Are	-3437
▁Big	-3438
▁bay	-3439
▁emb	-3440
▁loo	-3441
▁odd	-3442
▁urg	-3443
arled	-3444
avens	-3445
chief	-3446
ennor	-3447
kered	-3448
umped	-3449
▁bree	-3450
▁deed	-3451
▁firm	-3452
▁prov	-3453
▁rear	-3454
▁rise	-3455
▁sigh	-3456
▁skin	-3457
▁vale	-3458
▁warn	-3459
▁weep	-3460
▁wine	-3461
▁worn	-3462
anting	-3463
bbling	-3464
▁Guard	-3465
▁Paths	-3466
▁dimly	-3467
▁eaten	-3468
▁filth	-3469
▁marks	-3470
▁means	-3471
▁overc	-3472
▁scent	-3473
▁ships	-3474
▁upper	-3475
▁whisp	-3476
▁yours	-3477
▁Wizard	-3478
▁carved	-3479
▁events	-3480
▁kindly	-3481
▁manner	-3482
▁notice	-3483
▁openly	-3484
▁winged	-3485
▁anxious	-3486
▁cracked	-3487
▁ordered	-3488
▁pursuit	-3489
▁quicker	-3490
▁shadowy	-3491
▁tongues	-3492
▁Pelennor	-3493
▁discover	-3494
▁shouting	-3495
▁trumpets	-3496
▁lightning	-3497
▁nightfall	-3498
▁ourselves	-3499
▁discovered	-3500
Ho	-3501
co	-3502
urg	-3503
wra	-3504
ains	-3505
ench	-3506
gate	-3507
medi	-3508
outs	-3509
▁Dim	-3510
▁Mar	-3511
▁War	-3512
▁ash	-3513
▁bew	-3514
▁bol	-3515
▁bra	-3516
▁cou	-3517
▁cro	-3518
▁exc	-3519
▁ide	-3520
▁kin	-3521
▁mag	-3522
▁sta	-3523
▁unb	-3524
▁unh	-3525
erved	-3526
ience	-3527
▁Amon	-3528
▁Dike	-3529
▁Most	-3530
▁dust	-3531
▁frag	-3532
▁glow	-3533
▁hewn	-3534
▁rank	-3535
▁root	-3536
▁runs	-3537
▁shan	-3538
▁trap	-3539
▁vent	-3540
erning	-3541
gollum	-3542
pected	-3543
▁Durin	-3544
▁Harad	-3545
▁Night	-3546
▁cause	-3547
▁chall	-3548
▁delay	-3549
▁drift	-3550
▁dwind	-3551
▁eaves	-3552
▁frown	-3553
▁peaks	-3554
▁withd	-3555
▁works	-3556
ishment	-3557
▁Farmer	-3558
▁Gorgor	-3559
▁Spring	-3560
▁flames	-3561
▁island	-3562
▁lonely	-3563
▁minute	-3564
▁mostly	-3565
▁parted	-3566
▁please	-3567
▁proper	-3568
▁slaves	-3569
▁useful	-3570
▁Rangers	-3571
▁clothes	-3572
▁faintly	-3573
▁lantern	-3574
▁mention	-3575
▁mistake	-3576
▁shallow	-3577
▁slender	-3578
▁someone	-3579
▁valiant	-3580
▁daylight	-3581
▁murmured	-3582
▁withered	-3583
▁clutching	-3584
▁glittered	-3585
▁scattered	-3586
ph	-3587
eks	-3588
els	-3589
str	-3590
uss	-3591
▁Re	-3592
▁gh	-3593
▁ph	-3594
▁wo	-3595
Have	-3596
adan	-3597
ague	-3598
cted	-3599
hood	-3600
llen	-3601
lode	-3602
omin	-3603
rose	-3604
▁Any	-3605
▁Did	-3606
▁Lug	-3607
▁cup	-3608
▁ham	-3609
▁rav	-3610
▁unm	-3611
amped	-3612
attle	-3613
ister	-3614
stone	-3615
▁Ever	-3616
▁More	-3617
▁army	-3618
▁cand	-3619
▁caut	-3620
▁coll	-3621
▁flic	-3622
▁hiss	-3623
▁lips	-3624
▁mast	-3625
▁turf	-3626
▁yawn	-3627
ashing	-3628
harrow	-3629
ishing	-3630
▁Again	-3631
▁Elder	-3632
▁Water	-3633
▁apart	-3634
▁blast	-3635
▁caves	-3636
▁dozen	-3637
▁fifty	-3638
▁griev	-3639
▁smote	-3640
▁thank	-3641
▁utter	-3642
▁Warden	-3643
▁autumn	-3644
▁beheld	-3645
▁bodies	-3646
▁couldn	-3647
▁eating	-3648
▁healed	-3649
▁nearby	-3650
▁plains	-3651
▁scramb	-3652
▁shrill	-3653
▁thread	-3654
▁thrown	-3655
▁attempt	-3656
▁careful	-3657
▁clearer	-3658
▁closely	-3659
▁destroy	-3660
▁flashed	-3661
▁leather	-3662
▁ominous	-3663
▁servant	-3664
▁steeply	-3665
▁believed	-3666
▁crossing	-3667
▁departed	-3668
▁occasion	-3669
▁reported	-3670
▁shivered	-3671
▁flickered	-3672
▁moonlight	-3673
▁otherwise	-3674
▁returning	-3675
▁searching	-3676
▁somewhere	-3677
▁surprised	-3678
▁Silverlode	-3679
▁concerning	-3680
Sh	-3681
ha	-3682
tr	-3683
zz	-3684
Are	-3685
Can	-3686
One	-3687
ads	-3688
fer	-3689
▁Ep	-3690
▁rz	-3691
alth	-3692
hras	-3693
ngol	-3694
oomb	-3695
orns	-3696
rald	-3697
reed	-3698
ruin	-3699
step	-3700
▁Fat	-3701
▁ath	-3702
▁avo	-3703
▁foe	-3704
▁mot	-3705
▁thy	-3706
▁unw	-3707
These	-3708
eting	-3709
▁Away	-3710
▁Tell	-3711
▁bade	-3712
▁bite	-3713
▁bund	-3714
▁duty	-3715
▁lain	-3716
▁ones	-3717
▁ripp	-3718
▁rush	-3719
▁weak	-3720
▁whee	-3721
▁whip	-3722
▁wret	-3723
athorn	-3724
leased	-3725
looked	-3726
shadow	-3727
▁Ephel	-3728
▁Never	-3729
▁Ungol	-3730
▁chose	-3731
▁fancy	-3732
▁folly	-3733
▁fruit	-3734
▁leapt	-3735
▁nasty	-3736
▁neigh	-3737
▁paces	-3738
▁visit	-3739
▁warri	-3740
▁yield	-3741
▁Galadh	-3742
▁bushes	-3743
▁comple	-3744
▁darker	-3745
▁larger	-3746
▁louder	-3747
▁menace	-3748
▁praise	-3749
▁quiver	-3750
▁regret	-3751
▁skirts	-3752
▁uneasy	-3753
▁wander	-3754
▁wildly	-3755
▁yonder	-3756
Farewell	-3757
aradhras	-3758
▁Through	-3759
▁crowned	-3760
▁desired	-3761
▁glinted	-3762
▁greatly	-3763
▁growled	-3764
▁marvell	-3765
▁remains	-3766
▁retreat	-3767
▁ringing	-3768
▁rolling	-3769
▁settled	-3770
▁sinking	-3771
▁upwards	-3772
▁Arathorn	-3773
▁Entwives	-3774
▁captains	-3775
▁entrance	-3776
▁greatest	-3777
▁messages	-3778
▁pointing	-3779
▁Dunharrow	-3780
▁Underhill	-3781
▁according	-3782
▁answering	-3783
▁trembling	-3784
▁glittering	-3785
'.	-3786
og	-3787
asp	-3788
cks	-3789
een	-3790
isf	-3791
tty	-3792
▁Un	-3793
Only	-3794
ands	-3795
bere	-3796
cess	-3797
eren	-3798
esse	-3799
ixed	-3800
ming	-3801
rest	-3802
rier	-3803
spic	-3804
ster	-3805
umes	-3806
vels	-3807
▁Him	-3808
▁add	-3809
▁art	-3810
▁bas	-3811
▁dep	-3812
▁fav	-3813
▁ins	-3814
▁sub	-3815
athed	-3816
ising	-3817
ouded	-3818
▁Alas	-3819
▁Book	-3820
▁Dale	-3821
▁Fear	-3822
▁Hold	-3823
▁Lugb	-3824
▁Mind	-3825
▁alas	-3826
▁beds	-3827
▁clam	-3828
▁comp	-3829
▁deem	-3830
▁gull	-3831
▁jewe	-3832
▁lawn	-3833
▁miss	-3834
▁sole	-3835
▁swir	-3836
▁wept	-3837
bereth	-3838
eeping	-3839
ithril	-3840
rowned	-3841
vering	-3842
▁Balin	-3843
▁Downs	-3844
▁Fatty	-3845
▁Gates	-3846
▁Those	-3847
▁arose	-3848
▁await	-3849
▁cloth	-3850
▁final	-3851
▁flood	-3852
▁packs	-3853
▁spite	-3854
▁stuck	-3855
▁asking	-3856
▁closer	-3857
▁contin	-3858
▁farmer	-3859
▁forced	-3860
▁gasped	-3861
▁herald	-3862
▁knives	-3863
▁permit	-3864
▁pretty	-3865
▁splend	-3866
▁suspic	-3867
▁wicked	-3868
▁Perhaps	-3869
▁blocked	-3870
▁citadel	-3871
▁driving	-3872
▁dropped	-3873
▁guarded	-3874
▁hanging	-3875
▁marshes	-3876
▁pursued	-3877
▁shaking	-3878
▁smaller	-3879
▁tumbled	-3880
mediately	-3881
▁Westfold	-3882
▁actually	-3883
▁friendly	-3884
▁mischief	-3885
▁stranger	-3886
▁Something	-3887
▁household	-3888
▁adventures	-3889
▁forgetting	-3890
▁frightened	-3891
▁Westernesse	-3892
!"	-3893
no	-3894
pr	-3895
ane	-3896
lid	-3897
pes	-3898
say	-3899
uge	-3900
▁'"	-3901
▁eh	-3902
▁fu	-3903
born	-3904
cial	-3905
east	-3906
ften	-3907
oors	-3908
rupt	-3909
stre	-3910
ullo	-3911
vill	-3912
west	-3913
▁Bre	-3914
▁Can	-3915
▁Hal	-3916
▁due	-3917
▁fat	-3918
▁fen	-3919
▁fet	-3920
▁job	-3921
▁lab	-3922
▁mir	-3923
▁pri	-3924
▁ril	-3925
▁ver	-3926
arest	-3927
armed	-3928
ddled	-3929
heart	-3930
idden	-3931
rodel	-3932
round	-3933
▁Folk	-3934
▁Last	-3935
▁None	-3936
▁Time	-3937
▁dart	-3938
▁desc	-3939
▁dogs	-3940
▁drop	-3941
▁form	-3942
▁join	-3943
▁mill	-3944
▁mour	-3945
▁nose	-3946
▁tast	-3947
▁trot	-3948
elling	-3949
erness	-3950
ingled	-3951
▁About	-3952
▁Horse	-3953
▁Mount	-3954
▁Sword	-3955
▁Third	-3956
▁While	-3957
▁cleft	-3958
▁drums	-3959
▁faire	-3960
▁fears	-3961
▁funny	-3962
▁glory	-3963
▁incre	-3964
▁inner	-3965
▁liked	-3966
▁match	-3967
▁offer	-3968
▁sadly	-3969
▁shown	-3970
▁women	-3971
immered	-3972
reshold	-3973
▁Almost	-3974
▁Golden	-3975
▁Ranger	-3976
▁buried	-3977
▁ceased	-3978
▁decide	-3979
▁gladly	-3980
▁happen	-3981
▁helped	-3982
▁killed	-3983
▁mouths	-3984
▁poison	-3985
▁shiver	-3986
▁tended	-3987
▁valour	-3988
▁warned	-3989
▁Deeping	-3990
▁blessed	-3991
▁hissing	-3992
▁legends	-3993
▁lightly	-3994
▁roaring	-3995
▁sharply	-3996
▁shields	-3997
▁stories	-3998
▁telling	-3999
▁various	-4000
▁warning	-4001
▁Nimrodel	-4002
▁breaking	-4003
▁bringing	-4004
▁perished	-4005
▁somewhat	-4006
▁striding	-4007
▁wanderer	-4008
▁Caradhras	-4009
▁attention	-4010
▁breathing	-4011
▁carefully	-4012
▁commanded	-4013
▁exclaimed	-4014
▁reckoning	-4015
▁springing	-4016
▁yourselves	-4017
▁comfortable	-4018
▁thoughtfully	-4019
?"	-4020
mn	-4021
ob	-4022
ys	-4023
▁-	-4024
!_'	-4025
ety	-4026
Some	-4027
Take	-4028
clad	-4029
elve	-4030
enge	-4031
lied	-4032
mbre	-4033
rise	-4034
sell	-4035
unch	-4036
wing	-4037
▁Ber	-4038
▁Bes	-4039
▁Cur	-4040
▁Row	-4041
▁Too	-4042
▁abs	-4043
▁lap	-4044
▁opp	-4045
▁sne	-4046
ature	-4047
iance	-4048
ified	-4049
place	-4050
ville	-4051
▁Once	-4052
▁Sack	-4053
▁ages	-4054
▁boom	-4055
▁chap	-4056
▁chas	-4057
▁decl	-4058
▁idea	-4059
▁issu	-4060
▁melt	-4061
▁risk	-4062
▁slip	-4063
▁thou	-4064
▁tide	-4065
▁toes	-4066
tended	-4067
▁Often	-4068
▁Tooks	-4069
▁alarm	-4070
▁drive	-4071
▁eight	-4072
▁knock	-4073
▁naked	-4074
▁needs	-4075
▁piece	-4076
▁reeds	-4077
▁shade	-4078
▁wants	-4079
▁worry	-4080
▁People	-4081
▁amazed	-4082
▁bundle	-4083
▁charge	-4084
▁cloven	-4085
▁direct	-4086
▁favour	-4087
▁lesser	-4088
▁missed	-4089
▁pieces	-4090
▁played	-4091
▁powers	-4092
▁ravine	-4093
▁reared	-4094
▁refres	-4095
▁refuge	-4096
▁renown	-4097
▁saddle	-4098
▁satisf	-4099
▁sister	-4100
▁spared	-4101
▁stands	-4102
▁steeds	-4103
▁sullen	-4104
▁surely	-4105
▁taller	-4106
▁twelve	-4107
▁washed	-4108
▁yester	-4109
▁Healing	-4110
▁beating	-4111
▁dragged	-4112
▁explain	-4113
▁fathers	-4114
▁foolish	-4115
▁heavily	-4116
▁huddled	-4117
▁prevent	-4118
▁rightly	-4119
▁shelter	-4120
Bagginses	-4121
▁anywhere	-4122
▁breathed	-4123
▁daughter	-4124
▁floating	-4125
▁grievous	-4126
▁landlord	-4127
▁piercing	-4128
▁repeated	-4129
▁summoned	-4130
▁thickets	-4131
▁Sackville	-4132
▁blackness	-4133
▁descended	-4134
▁evidently	-4135
▁happening	-4136
▁messenger	-4137
▁shuddered	-4138
▁threshold	-4139
▁northwards	-4140
▁wilderness	-4141
Nor	-4142
any	-4143
iel	-4144
iny	-4145
key	-4146
nds	-4147
▁hm	-4148
▁pu	-4149
arth	-4150
face	-4151
fire	-4152
iest	-4153
iman	-4154
ject	-4155
liph	-4156
ners	-4157
oint	-4158
omed	-4159
peak	-4160
rill	-4161
then	-4162
▁Bol	-4163
▁Had	-4164
▁hau	-4165
▁hum	-4166
▁hut	-4167
▁lod	-4168
▁spy	-4169
▁tru	-4170
Hullo	-4171
arkey	-4172
holes	-4173
roads	-4174
roken	-4175
udged	-4176
urely	-4177
